{"file":{
    "updated":"2011-03-09T16:32:26-08:00",
    "format":2
},"tour":{
    "url":"www.goingnativegardentour.org",
    "tourDate":"2011-04-17",
    "tourName":"Going Native Garden Tour",
    "gardens":[
        {
            "city":"Los Gatos",
            "name":"Wild Way Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":44,
                "yearInstalled":1951,
                "wildlife":"",
                "showcase":"",
                "sqft":8000,
                "plantSale":"",
                "designer":"",
                "other":"",
                "directions":"",
                "installer":""
            },
            "location":{
                "latitude":37.248227,
                "streetAddress":"17051 Wild Way",
                "longitude":-121.967857
            }
        },
        {
            "city":"San Jose",
            "name":"Harshman garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":48,
                "yearInstalled":2008,
                "wildlife":"",
                "showcase":"",
                "sqft":1500,
                "plantSale":"",
                "designer":"Curtis Horticulture",
                "other":"",
                "directions":"",
                "installer":"Curtis Horticulture"
            },
            "location":{
                "latitude":37.24973,
                "streetAddress":"4869 Pepperwood Way",
                "longitude":-121.918151
            }
        },
        {
            "city":"San Jose",
            "name":"Dent Avenue Native Habitat Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":49,
                "yearInstalled":2009,
                "wildlife":"",
                "showcase":"",
                "sqft":6500,
                "plantSale":"",
                "designer":"front:Stephanie Morris. back: homeowner",
                "other":"",
                "directions":"",
                "installer":"Homeowner"
            },
            "location":{
                "latitude":37.246242,
                "streetAddress":"5305 Dent Ave.",
                "longitude":-121.896242
            }
        },
        {
            "city":"San Jose",
            "name":"Bret Harte Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":51,
                "yearInstalled":2008,
                "wildlife":"",
                "showcase":"",
                "sqft":700,
                "plantSale":"",
                "designer":"Calnativescape",
                "other":"",
                "directions":"",
                "installer":"Calnativescape"
            },
            "location":{
                "latitude":37.217066,
                "streetAddress":"6704 Bret Harte Drive",
                "longitude":-121.849567
            }
        },
        {
            "city":"San Jose",
            "name":"Barone Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":53,
                "yearInstalled":2009,
                "wildlife":"",
                "showcase":"",
                "sqft":3000,
                "plantSale":"",
                "designer":"Curtis Horticulture",
                "other":"",
                "directions":"",
                "installer":"Curtis Horticulture"
            },
            "location":{
                "latitude":37.244458,
                "streetAddress":"5882 Embee Dr",
                "longitude":-121.81326
            }
        },
        {
            "city":"San Jose",
            "name":"The Environmental Laboratory for Sustainability and Ecological Education",
            "isPublic":true,
            "infoArray":{
                "gardenNumber":61,
                "yearInstalled":2002,
                "wildlife":"",
                "showcase":"",
                "sqft":11300,
                "plantSale":"",
                "designer":"Middlebrook Gardens",
                "other":"",
                "directions":"",
                "installer":"Middlebrook Gardens"
            },
            "location":{
                "latitude":37.3293425,
                "streetAddress":"76 Race St.",
                "longitude":-121.9117973
            }
        },
        {
            "city":"San Jose",
            "name":"Alan Hackler Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":68,
                "yearInstalled":2009,
                "wildlife":"",
                "showcase":"",
                "sqft":3300,
                "plantSale":"",
                "designer":"Bay Maples Sustainable Landscaping",
                "other":"",
                "directions":"",
                "installer":"Bay Maples Sustainable Landscaping"
            },
            "location":{
                "latitude":37.3136889,
                "streetAddress":"2878 Urzi Ct",
                "longitude":-121.784323
            }
        },
        {
            "city":"Hillsborough",
            "name":"Bromfield Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":1,
                "yearInstalled":2007,
                "wildlife":"Permaculture practices are part of this family&#39;s activities.  To the right at the driveway entry is a large planter box for substantial vegetable crops, along with sage, buckwheat, coffeeberry and other native plants that attract pollinators.  The garden patio area contains a cutting and herb garden and several citrus trees",
                "showcase":"This stunning estate garden showcases natives in sun and shade, on steep hillsides, integrated with existing mature oaks, redwoods, and pines.  Areas near the house are maintained for the enjoyment and use of the family and its guests, while areas further from the house focus on natural beauty and habitat for wildlife",
                "sqft":52000,
                "plantSale":"",
                "designer":"Peigi Duvall, Indig Design",
                "other":"While the original design of this large property included a few native plant selections, the homeowner wished to replant the site to allow them a majority stake throughout the garden.  The redwoods, yerba buena, and ferns at the entry gate begin the parade of plantings up the long driveway that is flanked by two kinds of manzanita, redbuds, and native grasses.  Oregon grape hedges line the entry walls  and help screen the view from the upper pool area to the neighbor&#39;s property. Under tall pines, younger oaks, and mature toyon are newer plantings of elderberry, juncus, snowberry, and western hazelnut.  The guest house addition is surrounded by mountain mahogany and spice bush and includes a private patio garden planted with pink-flowering currants, iris, and woodland strawberries. The children&#39;s play yard, screened from the family parking area, was once a soggy lawn but is now a fragrant native garden that includes jumping stumps, a small Carex meadow, trampoline and chicken coup. Up to the side garden patio a sunny hillside is filled with desert mallow, native verbena, sages, and Matilija poppy.  Continuing to the partly shaded back garden area there are dogwoods, Catalina perfume, Berkeley sedge, and huckleberry.  A mass of iris (Douglas and PCH) are seen as the path starts downhill and is edged with yerba buena and woodland strawberries.  Barberry, currant, more juncus fill the side beds that are met at the bottom of the path by a graveled fire pit area and fern grotto.<br\/><br\/>The main entry to the residence is planted with Ceanothus, Idaho fescue, CA Solidago, asters, deer grass, and specimen &#39;Austin Griffiths&#39; manzanita.  A large lawn for family football games remains but has been lined on one side by a hedge of holly leaf cherry to screen the pool area.  The slope off of the pool area is stabilized by plantings of Pacific ninebark, and Roger&#39;s Red grape climbs three single trellises across the downhill steps that can be seen from the driveway entry.  Some areas of this property had very bad soil due to construction debris and needed substantial amendment.  This garden is not wheelchair accessible",
                "directions":"From Hwy 92, proceed north on El Camino Real to Ralston Ave in Burlingame.  Turn left on Ralston Ave, then left on Hillsborough Blvd.  Turn right on Bromfield Rd and look for the garden on the right.",
                "installer":"Martin Calvillo and Alani Lolohea"
            },
            "location":{
                "latitude":37.5622649,
                "streetAddress":"1140 Bromfield Road",
                "longitude":-122.357027
            }
        },
        {
            "city":"San Mateo",
            "name":"Indian Springs Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":2,
                "yearInstalled":2009,
                "wildlife":"Hummingbirds, bees, butterflies and even deer visit this suburban garden.",
                "showcase":"This garden is a beautiful example of how to deal with a sloping space, using native plants and sustainable hardscape features.",
                "sqft":1200,
                "plantSale":"",
                "designer":"Stephanie Curtis",
                "other":"This sloping front yard was creatively terraced using dry stacked stone retaining walls. Compacted soil was amended with organic compost, and the concrete front walkway was replaced with a decomposed granite pathway. Urbanite from the original walkway was reused to make stepping stones leading to the back gate. Downspouts from the property are routed to a percolation pit to keep rainwater on site.<br\/><br\/>Ray Hartman ceanothus and western redbud provide shrubby vertical focal points in this lovely garden, along with deer grass and leafy reedgrass. Shorter grasses such as Berkeley sedge and Idaho fescue accent the lines of the retaining walls, while creeping ceanothus and sages provide cover on the sloping areas, flowing over the rock walls when they mature. Accent plants include yarrow, Humboldt County fuchsia, sulfur buchwheat, island alum root, California gray rush, California poppies, beach strawberry, sticky monkeyflower, and Cedros Island verbena. The garden was designed by Stephanie Curtis and installed by Curtis Horticulture.",
                "directions":"From Hwy 92, take W Hillsdale Blvd east to Alameda de Las Pulgas.  Turn right on Alameda de Las Pulgas, then left on W 38th Ave. The garden is near the end of the block on the right.",
                "installer":"Homeowners"
            },
            "location":{
                "latitude":37.529005,
                "streetAddress":"405 W. 38th Ave",
                "longitude":-122.304272
            }
        },
        {
            "city":"Belmont",
            "name":"Lassen Drive Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":3,
                "yearInstalled":2002,
                "wildlife":"Natural plants, bird feeders and a bird path provides food, water and shelter for the birds.  The owner provides some nesting boxes, and the coast live oak in the back yard also supports nesting.  Owner&#39;s statement: I love feeding the wild birds and wanted a garden that would attract them to the yard.  The new garden has attracted several new species of birds to the yard.  Last spring, we had three different birds raise their fledglings in the yard, including a hummingbird just in view of the window.",
                "showcase":"This front yard garden shows an excellent example of using &#39;Anchor Bay&#39; wild lilac and dwarf coyote brush as a lovely, drought tolerant ground cover instead of a thirsty lawn.",
                "sqft":6400,
                "plantSale":"",
                "designer":"Fran Adams, A Sense of Place",
                "other":"Other, nicely displayed native specimens include white chaparral currant, Dr. Hurd manzanita, Douglas iris, wild California grape and Catalina perfume.  A Howard McMinn manzanita hedge borders the property.",
                "directions":"Take Ralston Avenue east from Highway 92 and turn right on Lassen. Go one block to corner of Yosemite and Lassen",
                "installer":""
            },
            "location":{
                "latitude":37.510928,
                "streetAddress":"1009 Lassen Dr",
                "longitude":-122.317749
            }
        },
        {
            "city":"Belmont",
            "name":"Barbara Noble Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":4,
                "yearInstalled":2001,
                "wildlife":"The owner tells us her garden visitors are &quot;too many to name&quot; and with a garden like that, we&#39;re sure she&#39;s right.",
                "showcase":"Mastering the challenges of a very difficult terrain, this large front garden on a steep slope uses fieldstone and wooden retaining walls to create complex layers of different native trees, grasses, perennials, and shrubs.",
                "sqft":15000,
                "plantSale":"",
                "designer":"Middlebrook Gardens",
                "other":"Contrast the pampas grass on the neighbor&#39;s property, a ratty-looking noxious weed looking over the fence, with this rich display of beauty. On the terraced slope to the right of the driveway, different species of manzanita and salvia, oaks and a blue elderberry, and many other attractive site-appropriate plants create interest and habitat value year round. On the left of the driveway, mature ceanothus &#39;Snow Flurry&#39; and &#39;Ray Hartman&#39; and winter-blooming gooseberries round out the garden.",
                "directions":"1.Going North on US-101, take exit 412 for Ralston Ave\/Marine Pkwy<br\/>2. Turn left at Ralston Ave<br\/>3. Turn left at Chula Vista Dr<br\/>4 Take the 1st left onto Solana Dr",
                "installer":"Middlebrook Gardens"
            },
            "location":{
                "latitude":37.511866,
                "streetAddress":"1530 Solana Drive",
                "longitude":-122.280417
            }
        },
        {
            "city":"San Carlos",
            "name":"Zeh Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":5,
                "yearInstalled":2003,
                "wildlife":"The native plants invite various birds and squirrels.",
                "showcase":"This attractive, suburban garden belongs to a homeowner-enthusiast. In the front, annual wildflowers mingle among sages, buckwheats, monkeyflowers and a buckeye that was planted from seed. The back garden includes wild strawberry, bush snapdragon, coast live oak, pitcher sage, sage scrub, mallow, matilija poppy, coast silk tassel, California rose and coffeeberry.",
                "sqft":3500,
                "plantSale":"",
                "designer":"Homeowner",
                "other":"The homeowner enjoys propagating her own plants and has a small nursery on site.",
                "directions":"Off San Carlos Avenue a few blocks from El Camino Real.",
                "installer":"Homeowner"
            },
            "location":{
                "latitude":37.50364,
                "streetAddress":"700 Elm street",
                "longitude":-122.261428
            }
        },
        {
            "city":"Redwood City",
            "name":"Sullivan&#39;s Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":6,
                "yearInstalled":2002,
                "wildlife":"The garden has been a NWF &quot;Backyard Wildlife Habitat&quot; since 2005.  It attracts sparrows, American goldfinch, hummingbirds, hawks, crows, mourning doves, house finch, bushtits, juncos, woodpeckers, raccoons, and squirrels.  Nesting and shelter are provided with man-made nesting boxes, a redwood tree and large shrubs.  The natural seeds are left on the plants for the birds to eat in addition to the hanging bird feeders.  A bird bath in the front and the creek are source of water for the wild life.",
                "showcase":"During the fall of 2009 some changes were made to this small city garden to create a &quot;more&quot; California native garden.  The front planting area, called &quot;Mockingbird Meadow&quot;, includes a special collection of manzanitas. Of note are two &#39;Sunset&#39; manzanita, a variety developed for the 75th anniversary of Sunset Magazine.  A large silver bush lupine planted in 2001 produces an abundant show of flowers every March.  In the corner climbs a &#39;Rodger Red&#39; grape vine which produced most of the 86 pounds of grapes that were processed into a rich jelly and juice in 2009.  A dry creek bed of Lin Creek cobbles from Lyngso Garden Materials provides drainage for the native plants during the rainy season.  The side pathway has a large bay laurel tree and snowberry bush both planted by the original home owners.<br\/><br\/>&quot;Eagle Rock Refuge&quot;, the back yard, was planted in 2004.  It has a collection of sages: hummingbird, aromas, bee&#39;s bliss, amethyst bluff, Winifred Gilman, and Allen Chickering.  Some of the sage prunings are used as incense and the fresh leaves for seasoning.  The fruit from the lemonade berry was collected and the essence made into a delicious jelly.  Another prized manzanita, the Louis Edmunds &#39;Serpentine&#39; is found here with its rich chocolate colored bark and light green leaves.  During the winter the &#39;Joyce Coulter&#39; ceanothus is a mass of blue blossoms covering an area 9 feet by 18 feet. An interesting feature in the backyard is a man-made creek, installed to control winter-time flooding.",
                "sqft":5000,
                "plantSale":"",
                "designer":"Annaloy Nickum",
                "other":"The backyard chickens provide organic plant food and clean up the snails and slugs the natural way besides providing eggs.  In 2008 the garden was chosen to receive a Redwood City Mayor&#39;s &quot;Beautification Award for Landscape Improvement&quot;.",
                "directions":"Going North on 101, exit at Marsh Rd. towards Atherton\/Menlo Park. Turn right on Florence (at Starbuck&#39;s), which turns into Bay Rd. Turn left on 6th Ave.",
                "installer":"Huiltron Landscaping"
            },
            "location":{
                "latitude":37.480965,
                "streetAddress":"839 6th Ave.",
                "longitude":-122.198227
            }
        },
        {
            "city":"Redwood City",
            "name":"Spring Street Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":7,
                "yearInstalled":2008,
                "wildlife":"The transformation has been a delight for the hummingbirds, butterflies, bees, salamanders, as well as the human visitors to the garden.",
                "showcase":"Spacious front garden features a sheltered sitting area, mounds of beautiful natives, and fruit trees.",
                "sqft":2000,
                "plantSale":"",
                "designer":"Peigi Duvall, Indig Design",
                "other":"This professionally designed and installed front garden immediately attracts the visitor with terra-cotta colored lattice at the front porch and at the front sitting area that display gourds and provide screening from the street.  The flagstone and gravel used for paving the sitting area and a path echo the color of the lattice.  Clusters of special stones throughout the garden complement and play in this scheme.  Over the years, the owners had to remove six Monterey pines, which had succumbed to old age.  Instead, the garden now includes mounds of native grasses, buckwheats, poppies and other sun-loving natives and some shade-tolerant natives like ferns and coral bells under the two remaining Monterey pine. A rain garden drain ensures that roof runoff percolates well into the garden. Additional native plantings include a Catalina ironwood, California sunflower, Coffeeberry, Salvia &#39;Bee&#39;s Bliss&#39;, hummingbird sage, Matilija poppy, and native succulents. Intermingled with the natives are some vegetables such as lettuce and cabbage, as the season permits.  Apricot, Meyer lemon, sour cherry and a smoke tree round out the enticing mix of beauty and utility",
                "directions":"1. From 85 and 101, take 101 North and exit at Marsh Road. <br\/>2. Turn left and cross the freeway. <br\/>3. Turn right at Florence<br\/>4. Take the first left onto Spring Street. The garden will be on your left.",
                "installer":""
            },
            "location":{
                "latitude":37.477938,
                "streetAddress":"3508 Spring Street",
                "longitude":-122.192067
            }
        },
        {
            "city":"Portola Valley",
            "name":"Portola Valley - Town Center Facilities",
            "isPublic":true,
            "infoArray":{
                "gardenNumber":8,
                "yearInstalled":2007,
                "wildlife":"Bordering on open space, the area is visited by hawks, herons, swallows and songbirds, frogs, snakes, lizards, and by a variety of pollinators.",
                "showcase":"Portola Valley&#39;s Town Center Facilities are a shining example of garden-like plantings, redwood groves, native oak savannas with grassland, and a creek restoration with willows, dogwoods, rushes and sedges.  This native paradise invites visitors to rest on the benches, gaze at the mountains, and enjoy the song of the birds and frogs!",
                "sqft":479160,
                "plantSale":"",
                "designer":"Carducci &amp; Associates",
                "other":"The areas close to the buildings are planted with seaside daisy, buckwheat, young oaks, snowberry, coffeeberry, sages and blue elderberry.   The redwood grove is accented by vine maple and ferns.",
                "directions":"1. Going north on 280, take exit 22 for Alpine Rd toward Portola Valley. <br\/>2. Turn left and continue to follow Alpine Rd. <br\/>3. Turn right at Portola Rd. <br\/>4. Destination will be on the left.",
                "installer":"Bothman Company and Acterra volunteers"
            },
            "location":{
                "latitude":37.3817758,
                "streetAddress":"765 Portola Road",
                "longitude":-122.2302121
            }
        },
        {
            "city":"Portola Valley",
            "name":"Creek Park Drive Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":9,
                "yearInstalled":2002,
                "wildlife":"This is a wildlife habitat: food, water, shelter and places to nest and raise young are all present.  The homeowners deliberately keep some areas wild and provide a brush pile.  Among the fauna to be found in the garden include quail, rabbits, and a nice variety of birds and insects.",
                "showcase":"This garden oasis, adjacent to the San Francisquito watershed and nestled in an oak woodland setting, features a variety of native plants ranging from newly planted to mature specimens.  The homeowners are knowledgeable gardeners who recognize the benefits of native plants and enjoy the wildlife that they attract.",
                "sqft":28000,
                "plantSale":"On tour day, Acterra Native Plant Nursery will conduct a plant sale at this garden.  A portion of the proceeds will benefit the Going Native Garden Tour.  Please pay with cash or check.",
                "designer":"",
                "other":"A healthy grove of Oregon grape and matching fern planters greet the visitors to the front door.  Coyote brush, hummingbird sage and California fescue mingle in the dappled shade of a live oak.  A raised planter with a Japanese maple specimen is under planted with checkerbloom and manzanita.  Nearby, a meadow of sedges, blue-eyed grass and common rush covers the ground.  The rock garden features fremontia, monkeyflowers, manzanitas, sages, coyote brush and toyon.  The back garden, which is home for many more interesting natives, is edged by a natural creek, and the homeowners have restored the native riparian vegetation along its bank which includes the removal of many invasive species.  Creekside planting includes hazelnut, huckleberry, native ferns, nine bark, currants, strawberry, dogwood, mugwort, asters, California rose and snowberries. The large lawn areas have been mostly replaced with native grass meadows, including purple needle grass, red fescue and meadow sedge.  A mature coffeeberry hedge flanks the back side of the house.  One of the areas in the back garden is dedicated to white flowering plants, such as carpenteria, snowberry, fringe cups, cream bush and white ceanothus",
                "directions":"From Hwy 280 take Alpine Rd. towards Portola Valley.  Turn left before the Alpine Hills Tennis Club onto Creek Park Drive and take an immediate left turn.",
                "installer":""
            },
            "location":{
                "latitude":37.379474,
                "streetAddress":"5 Creek Park Dr",
                "longitude":-122.195931
            }
        },
        {
            "city":"Menlo Park",
            "name":"Brandon Way Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":10,
                "yearInstalled":1992,
                "wildlife":"Various birds and insects are attracted to the diverse mix of plants, which provide shelter and food.",
                "showcase":"This attractive, professionally designed front yard garden, features a dry stacked wall, sand-based flagstone paths, and numerous, well placed native plants mixed with citrus, roses and other exotics.",
                "sqft":3000,
                "plantSale":"",
                "designer":"Erin O&#39;Doherty, Native Revival Nursery (1992), and David Leroy (2002)",
                "other":"Coyote brush, a Louis Edmonds manzanita hedge, ground cover ceanothus and hummingbird sage mingle to the left of the driveway.  The right side of the garden is divided by a serpentine dry stacked wall, and planted with a wide variety of natives including Ceanothus and manzanita ground covers, blue-eyed grass, California poppy, Douglas iris, yarrow, Cedros Island verbena, rosy buckwheat, John Dourley manzanita, and California fescue.  In front of the house, carpenteria, pitcher sage and toyon are mixed with citrus and roses.  Oregon grape and hummingbird sage enjoy the dappled shade under a mature camphor tree and a California buckeye.",
                "directions":"From Hwy 280 take Alpine Rd. towards Menlo Park. After crossing Sand Hill Rd, keep right onto Santa Cruz Ave. Turn right on Oakdell Drive, right on Lemon St., left on Oak Ave. and right on Brandon Way.",
                "installer":""
            },
            "location":{
                "latitude":37.434609,
                "streetAddress":"380 Brandon Way",
                "longitude":-122.187737
            }
        },
        {
            "city":"Palo Alto",
            "name":"Bryanton Condominium Front Yard",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":11,
                "yearInstalled":2007,
                "wildlife":"",
                "showcase":"Beautifully planted condominium front garden and parking strip features an attractive collection of native trees and shrubs, harmoniously integrated with a few  drought tolerant non-native plants.",
                "sqft":3500,
                "plantSale":"",
                "designer":"Annaloy Nickum",
                "other":"Condominium yards have a deserved an earned reputation for being boring and devoid of wildlife. Bryanton Condominium is a shining example for what&#39;s possible instead. The parking strip features deer grass and fescue, drought tolerant and attractive year round. The front yard itself shows a combination of some drought-tolerant meditarrenean climate plants (rosemary,<br\/>Australian fuchsia) and many natives.<br\/><br\/>The front entry design is especially attractive and welcoming. Noteworthy are the trees and tall shrubs: a squirrel-planted oak, several toyons, and a California buckeye. Other native plants include ceanothus, currents, mahonia, and other shrubs and perennials, easy to care for yet beautiful, a joy to look at year round.",
                "directions":"1. From Page Mill \/ Oregon Expressway and Alma Street, take Alma Street North<br\/>2. Turn right on Channing Avenue<br\/>3. Turn left on Bryant Street<br\/>4. 770 Bryant is at the corner of Homer and Bryant, on your left<br\/>(Note that Homer is a one-way street, use it to return to Alma)",
                "installer":"Greg Berlin"
            },
            "location":{
                "latitude":37.4436772,
                "streetAddress":"770 Bryant St",
                "longitude":-122.1581038
            }
        },
        {
            "city":"Palo Alto",
            "name":"Master Gardeners Demo Garden",
            "isPublic":true,
            "infoArray":{
                "gardenNumber":12,
                "yearInstalled":2004,
                "wildlife":"Butterflies, bees, lady beetles, squirrels, and many types of birds, regularly visit the garden.  Food sources for beneficial insects are provided as part of the garden&#39;s IPM methods.",
                "showcase":"Designed, installed and maintained by the UCCE Master Gardeners of Santa Clara County the water-wise garden showcases plants and cultural techniques for summer dry gardening.  The garden strategy is to be as thrifty as possible with water, plant nutrients, and gardener labor, while striving to be an attractive and colorful ornamental garden all year round.",
                "sqft":25000,
                "plantSale":"",
                "designer":"UCCE Master Gardeners",
                "other":"The garden is a place for the public to see low-water consuming plants used in an attractive ornamental landscape.  The garden is planted with a mix of California native and Mediterranean-climate plants.  Plants growing in the garden include manzanita, coffeeberry, ceanothus, yarrow, California fuchsia and sage.  Both shade loving and sun loving natives are growing in the garden.  Winding paths through the garden allow visitors to easily view the plants in the different beds.<br\/><br\/>One goal is to evaluate new plants for suitability in our climate.  We always are trying out new plants, come see what&#39;s new and unusal.<br\/><br\/>The garden is a good place to learn about low-water-use irrigation.  Several types of low-flow irrigation systems have been installed in the garden and their reliability and effectiveness have been evaluated.<br\/><br\/>Adjacent to the water-wise garden is a second garden featuring international-themed beds that showcase unusal varieties of vegatables intermixed with beautiful flowers. A high-density fruit tree orchard and espaliered apples and pear trees are also on display.<br\/><br\/>UCCE Master Gardeners will be present during the tour to answer any horticulural questions you may have.",
                "directions":"From 101, take Embarcadero exit toward Stanford. Turn right on Newell, left on Channing and right on Center to Martin. Walk down the gravel road through the trees.",
                "installer":"UCCE Master Gardeners"
            },
            "location":{
                "latitude":37.4490654,
                "streetAddress":"851 Center Dr",
                "longitude":-122.1431846
            }
        },
        {
            "city":"Palo Alto",
            "name":"Channing Avenue Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":13,
                "yearInstalled":2004,
                "wildlife":"Butterflies, bees, squirrels and birds live-in and visit this garden.",
                "showcase":"A meandering dry creek bed banked by sedges, a natural Idaho fescue meadow and a solar-powered fountain invites visitors to this native garden.",
                "sqft":4500,
                "plantSale":"",
                "designer":"Alrie Middlebrook, Middlebrook Gardens",
                "other":"The garden features plants from the oak woodland, chaparral, riparian, and grassland plant communities.  The artistic landscape design also includes a children&#39;s garden in the back yard with an artificial lawn, an attractive mural, raised vegetable beds made of on-site recycled materials, and fruit trees.  The environmentally friendly garden requires low maintenance.",
                "directions":"From 101, take Embarcadero exit toward Stanford.  Turn right on Newell, and right on Channing. The garden will be on the right-hand side of the street.",
                "installer":"Middlebrook Gardens"
            },
            "location":{
                "latitude":37.448561,
                "streetAddress":"1524 Channing Ave",
                "longitude":-122.139089
            }
        },
        {
            "city":"Palo Alto",
            "name":"McClenny-Holmlund Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":14,
                "yearInstalled":1996,
                "wildlife":"Four bird feeders and dense ground cover as well as a neighbor&#39;s large oak provide food and shelter.",
                "showcase":"A specimen Ceanothus &#39;Dark Star&#39; greets the visitor to this richly planted garden that combines natives and non-natives.  The owner sees the garden as a canvas for her creative expression, and the loving attention lavished on this garden clearly shows.",
                "sqft":4800,
                "plantSale":"",
                "designer":"Carolyn Ordonez; Owner",
                "other":"In the sunny areas of the front garden, bush anemone, Saint Catherine&#39;s Lace buckwheat, a low-growing variety of Oregon grape, a standard form of Ray Hartman ceanothus and deer grass are celebrated.  Drought-tolerant ground covers include several natives and a non-native form of Baccharis species.  In part shade, a giant western chain fern and several coral bells accent the walkway to the front door.   Many more natives are nurtured in the back garden, including snowberry, monkey flower, white sage, white and pink flowering currant, coffeeberry and other shrubs and perennials that attract birds and delight visitors.",
                "directions":"1. Going North on 101, take exit 402 for Embarcadero Rd<br\/>2. Follow signs for Embarcadero Rd W \/ Stanford and merge onto Embarcadero Rd<br\/>3. Turn right at Walnut Dr<br\/>4. Turn right at Walter Hays Dr  <br\/>5.Take the 1st right onto Erstwild Ct<br\/>Destination will be on the left",
                "installer":"Dale von Dohren"
            },
            "location":{
                "latitude":37.447013,
                "streetAddress":"73 Erstwild Court",
                "longitude":-122.137687
            }
        },
        {
            "city":"Palo Alto",
            "name":"Vorce Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":15,
                "yearInstalled":2005,
                "wildlife":"Bees and butterflies are drawn to the salvias and annuals.",
                "showcase":"Back on the tour after a hiatus, this large front garden has filled in and delights the owner and any passers by. Ground cover sages and manzanita, now fully grown, provide almost complete coverage, but leave some space for some colorful annuals.",
                "sqft":4000,
                "plantSale":"",
                "designer":"Fran Adams, A Sense of Place",
                "other":"On one side of the front entrance, a group of deer grass welcomes visitors; on the other, an espaliered coast silk tassel bush decorates a wall of the house with year-round, shiny green foilage.  An informal hedge of California bush anemone rounds out this surprisingly lush, low-water garden.",
                "directions":"1. Going North on 101, take exit 402 for Embarcadero Road<br\/>2. Follow signs for Embarcadery Rd W.\/Stanford and merge onto Embarcadero Rd.<br\/>3. Turn right at W. Bayshore Rd.<br\/>4. Take the first left onto Channing Ave.<br\/>5. Take the first right onto Edgewood Dr.<br\/>Destination will be on the left near the end of a cul de sac.  Parking may be easier on cross streets.",
                "installer":"Earthcare Landscaping"
            },
            "location":{
                "latitude":37.450538,
                "streetAddress":"2022 Edgewood Dr.",
                "longitude":-122.12642
            }
        },
        {
            "city":"Palo Alto",
            "name":"Whitmer Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":16,
                "yearInstalled":2010,
                "wildlife":"Shrubs will provide shelter for birds, and organic gardening practices encourage insects that feed the birds.",
                "showcase":"This attractive front garden is a welcome exception from the traditional front lawn. Downspouts direct roof runoff into the dry creekbed to keep the water on site. The creekbed is surrounded by a rich collection of native shrubs, perennials, and annuals.",
                "sqft":1500,
                "plantSale":"",
                "designer":"Stephanie Morris",
                "other":"The front entrance is tastefully accented by a large, potted Canyon Prince wildrye, complimenting the colors of the house.  Another eye-catcher is the espaliered  snapdragon bush along the fence.   Western redbuds and California bush anemone add dimension to the garden, while manzanitas, sages, and &#39;Shasta Sulfur&#39; buckwheat form a beautiful ground cover.  In spring, blue gilia bloom, interspersed with other native wildflowers. The owners are amazed how quickly the garden filled in and are delighted by the display, changing though the seasons.",
                "directions":"1. Going North on Central Expressway, continue onto Alma St.<br\/>2. Turn right at N. California Avenue<br\/>3. Take the 3rd left onto Ramona Street.",
                "installer":"Curtis Horticulture"
            },
            "location":{
                "latitude":37.431613,
                "streetAddress":"2220 Ramona St",
                "longitude":-122.140942
            }
        },
        {
            "city":"Palo Alto",
            "name":"Three Habitats Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":17,
                "yearInstalled":2006,
                "wildlife":"The shelter, berries, and nectar and pollen plants create<br\/>an exceptional wildlife habitat, and bees, butterfies, wrens, thrush, hummingbirds,<br\/>squirrels, scrub jays, and towhees visit the garden. A small bird bath in the<br\/>back is the finishing touch and truly makes this garden a wildlife paradise.",
                "showcase":"The garden includes a mature, mostly native, front garden<br\/>with a specimen toyon, a newly installed courtyard garden combining natives with a few mediterranean climate plants, and a back garden with meandering paths inviting visitors to enjoy its new plantings.",
                "sqft":2500,
                "plantSale":"",
                "designer":"Annaloy Nickum",
                "other":"The lovely mature front garden includes specimen trees and and mounds that combine a few Mediterranean plants such as lavender and rosemary and natives such as ceanothus and salvias.  The design well-complements the home&#39;s classic Eichler architecture.  The newly installed courtyard garden includes a dry stream bed, a delight as viewed from inside the home.  Visitors can enjoy a combination of Australian correa (providing winter food for the hummingbirds) and natives such as seaside daisy and coral bells.  The backyard has also been recently installed.  The work included improving poor soil and poor drainage with mounding and some amending.  The backyard includes attractive decomposed granite paths that invite the visitor to linger and enjoy the many different native shrubs and perennials, including manzanita, penstemon, and salvias.  As the plantings mature, more shade will be provided to the patio where views back into the garden will be very pleasing.",
                "directions":"1.From Page Mill \/ Oregon Expressway and Alma Street, take Alma Street South.<br\/>2. Turn left onto Loma Verde Avenue  (two streets before East Meadow).<br\/>3. Take the second right onto Ramona Street. The garden will be on your right.",
                "installer":"Earthcare Landscaping"
            },
            "location":{
                "latitude":37.422001,
                "streetAddress":"3298 Ramona Dr",
                "longitude":-122.126789
            }
        },
        {
            "city":"Palo Alto",
            "name":"Middlefield Native and Edible Gardens",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":18,
                "yearInstalled":2006,
                "wildlife":"The owner provides bee blocks, bird houses, and bird baths in the back yard.  As the front yard plants mature, habitat value will increase.",
                "showcase":"This attractive, four-year-old front yard garden was designed and installed by the owner, a Master Gardener, who propagates plants in her small back-yard greenhouse.  A central mound provides a focal point for the garden; access is via a well-constructed flagstone path.",
                "sqft":1500,
                "plantSale":"",
                "designer":"Homeowner",
                "other":"Several varieties of ceanothus, manzanita, and salvia grace this lovely garden, along with asters, penstemons, coyote mint, verbena, coast buckwheat, pink-flowering currant, and western redbud.  Native wildflowers peak in March (see pictures), but many will still be blooming at tour time.  All native plants are labeled and several books about CA native plants will be available for perusal.  A printed plant list will also be available to those interested.  Garden owner will also permit tours of her back yard edible garden that includes fruit trees, berry bushes, a large vegetable garden and friendly chickens.  Challenge: several existing non-native birches and a redwood tree in the native garden have high water requirements, and may ultimately prove incompatible with the chapparal species planted nearby.",
                "directions":"From Hwy 101, take San Antonio Rd south, then turn right on Charleston and right on Middlefield",
                "installer":"Homeowner"
            },
            "location":{
                "latitude":37.422052,
                "streetAddress":"3833 Middlefield Rd",
                "longitude":-122.111338
            }
        },
        {
            "city":"Palo Alto",
            "name":"Old Adobe Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":19,
                "yearInstalled":1998,
                "wildlife":"This is a wildlife habitat garden. The numerous wild visitors include: fox, skunks, ground squirrels, squirrels, gophers, moles, rats, mice, gopher snakes, rattle snakes, fence lizards, salamanders, pacific chorus frogs, great blue heron, kingfisher, egret, mallard, bufflehead, hawks, northern flicker, California thrasher, scrub jay, mourning dove, California quail, mockingbird, black phoebe, American robin, barn swallow, sparrows, finches, hummingbirds, flies, mosquitoes, bees, wasps, butterflies, dragonflies, damselflies, various bugs, beetles, ants, spiders, aphids, ladybugs, occasional preying mantis.",
                "showcase":"This spectacular, professionally designed and well maintained garden is a feast for the eyes. In the front, sun loving native buckwheats, sages, manzanita&#39;s, a mallow and wildflowers mingle with non-native lavenders. In the back, a large pond with riparian plants, alders and birches, a purple needle grass\/wild flower meadow, deer grass and many other drought tolerant plants share the space.",
                "sqft":43560,
                "plantSale":"",
                "designer":"J. Horn\/J. Plant",
                "other":"Large specimens of western spice bush, vine maple and western redbud, and an artificial stream with pond are some of the highlights.",
                "directions":"Off Arastradero Road between Highway 280 and Foothill Expressway.",
                "installer":"Grimes Natural Landscape and Kirtley Landscaping"
            },
            "location":{
                "latitude":37.39267,
                "streetAddress":"4170 Old Adobe Rd.",
                "longitude":-122.140109
            }
        },
        {
            "city":"Mountain View",
            "name":"Jenvey Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":20,
                "yearInstalled":2009,
                "wildlife":"Many birds including jays, mourning doves, towhees, and finches, as well as pollinators and salamanders visit this garden.",
                "showcase":"This collector&#39;s garden is teeming with wildlife, and includes unusual natives, fruit trees, vegetables, wildflowers, and herbs. Where many gardens succumb to a predictable aesthetic, this whimsical, wildish paradise showcases an astounding variety of plants.",
                "sqft":25000,
                "plantSale":"",
                "designer":"Owner",
                "other":"A row of Catalina ironwood, as yet only 5 feet, a graceful elderberry bush, coffeeberry, serviceberry, coast silk tassle, ceanothus, California mock orange, and a beautiful, mature woolly blue curls are among the plants lovingly maintained by this experienced gardener.  Instead of clearly-defined hardscaping, the back garden portrays a more natural, laid-back look with mulched-covered pathways.",
                "directions":"1. Going north on 101 in Mountain View, take exit 399A for Shorline Blvd.<br\/>2. Keep left on a 4-lane exit; stop light at Shoreline Blvd.<br\/>3. Turn left  onto  North Shoreline Blvd and go over overpass to W. Middlefield Road<br\/>4. Turn right onto W. Middlefield Road <br\/>5. Take 1st  left on San Pierre Way<br\/>6. Turn 1st Right onto San Ramon Avenue<br\/>7. Take  2nd Left onto San Ramon Court (946 San Ramon Court)",
                "installer":"Owner"
            },
            "location":{
                "latitude":37.407015,
                "streetAddress":"946 San Ramon Court",
                "longitude":-122.084034
            }
        },
        {
            "city":"Mountain View",
            "name":"Todd Street Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":21,
                "yearInstalled":2000,
                "wildlife":"Hummingbirds, native bees, butterflies, mourning doves, and other birds visit this garden.",
                "showcase":"The established front garden showcases a variety of native shrubs and perennials, including a collection of sages.    A coffeeberry shrub and a &#39;Roger&#39;s Red&#39; wild grape, trained on the fence, are recent additions.  Most of the back yard was recently remodeled with new hardscaping, which includes a mariposa slate patio and walkway, a dry-stack, natural stone retaining wall, a gurgling fountain, a raised vegetable bed, and a gas firepit.   The patio is covered by a triangular shade sail.  Part of the old concrete walkway has been recycled into an urbanite path.",
                "sqft":1200,
                "plantSale":"",
                "designer":"Front: Annaloy Nickum; back: Agi Kehoe",
                "other":"In the front garden, toyon, sugarbush, wooly blue curls, monkeyflowers and large and small buckwheats add to the richness of the garden.   In the back yard, a mature Dr. Hurd manzanita was protected during the recent construction. New additions include a western redbud, a tree ceanothus, currants, and California fuchsia.  Snowberry and coral bells enjoy the shady areas.  The patio is accented by 3, cobalt blue pots with California gray rush. Native vines decorate the fence.",
                "directions":"From El Camino and El Monte, head south on El Monte and turn left onto Todd at Springer.",
                "installer":"Front: Earthcare Landscaping; back: Curtis Horticulture"
            },
            "location":{
                "latitude":37.385726,
                "streetAddress":"1620 Todd St",
                "longitude":-122.095278
            }
        },
        {
            "city":"Mountain View",
            "name":"Bergstrom Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":22,
                "yearInstalled":2003,
                "wildlife":"Hummingbirds are attracted to the blooming manzanita and other flowers year round.",
                "showcase":"It&#39;s hard to believe that the mature front garden, with many different shrubs and perennials attractively placed along a dry stream bed, gets no irrigation, but the plants are clearly happy. Large specimens of manzanitas flower profusely in early spring, attracting hummingbirds. Salvias, deer grass, ceanothus, giant sea dahlias, and a blue oak round out the pleasing picture.",
                "sqft":4300,
                "plantSale":"",
                "designer":"Middlebrook Gardens",
                "other":"The back garden, patrolled by cats, was just recently planted and includes prostrate coyote brush, salvias, coffeeberry, monkeylower, bunchgrasses, a Ray Hartman ceanothus and a blue elderberry. The back receives water right now but, as it matures, it will likely thrive under the owner&#39;s regimen of benign neglect, just as the front garden does now.",
                "directions":"1. Going northwest on W. El Camino Real, turn left at El Monte Ave. <br\/>2. Slight left at N. Springer Rd. <br\/>3. Turn left at Marilyn Dr. <br\/>4. Take the 3rd. right onto Meadow Ln.",
                "installer":"Middlebrook Gardens"
            },
            "location":{
                "latitude":37.380168,
                "streetAddress":"1434 Meadow Lane",
                "longitude":-122.093008
            }
        },
        {
            "city":"Mountain View",
            "name":"Foxborough Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":23,
                "yearInstalled":2003,
                "wildlife":"Many birds, butterflies, and native bees live in and visit this garden.  Lizards come out in the summer and salamanders enjoy the redwood habitat during the rainy season. The solar-powered fountains are a special attraction for humans and critters alike.",
                "showcase":"This peaceful garden invites people and animals to enjoy nature through the changing seasons.  The garden includes a redwood habitat, Mediterranean mounds, and fruit trees.  In 2008, the owner remodeled the front garden, which is now almost 100% native.",
                "sqft":10000,
                "plantSale":"On tour day, Gold Rush Nursery will conduct a plant sale at this garden.  A portion of the proceeds will benefit the Going Native Garden Tour.  Please pay with cash or check.",
                "designer":"Chris Todd (back)",
                "other":"Garden designer Chris Todd helped garden owners plan the replacement of a pool and thirsty lawn.  Instead, they now enjoy colorful, drought-tolerant perennials and a plaza with a hammock.  Benches invite garden visitors to sit and watch the birds and butterflies that enjoy the plants and water sources.  There&#39;s a surprise in the garden every day.<br\/><br\/>The garden owner is Town Mouse in the popular native gardening blog Town Mouse and Country Mouse (http:\/\/www.tmousecmouse.blogspot.com).",
                "directions":"From Highway 85, take El Camino Real south (towards Sunnyvale), turn left onto Sylvan Avenue and left on Foxborough.",
                "installer":"Dale van Doren (front and back)"
            },
            "location":{
                "latitude":37.383957,
                "streetAddress":"369 Foxborough Drive",
                "longitude":-122.061723
            }
        },
        {
            "city":"Sunnyvale",
            "name":"Kehoe Demonstration Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":24,
                "yearInstalled":1995,
                "wildlife":"The garden is certified by the National Wildlife Federation as a wildlife habitat and attracts many kinds of birds, insects, small mammals and lizards.",
                "showcase":"This small suburban lot is a bit of native paradise nestled among the old, conventional style landscapes of the surrounding neighborhood.  The large lawns and neatly sheered exotic shrubs were replaced with a wildflower and bunch grass meadow in the front and colorful flowerbeds in the back.  A large collection of natives can be found in containers as well.",
                "sqft":5000,
                "plantSale":"",
                "designer":"Agi Kehoe",
                "other":"Unique garden art and paintings by Roan Victor and Jana Morgan are showcased throughout the entire property.  The meadow in the front is accented by two western redbuds, a Ray Hartman ceanothus and Louis Edmonds manzanita.  Perennial wildflowers include yarrow,  blue flax, California poppy, Douglas iris, seaside daisy, checkerbloom,  California buttercup, single leaf onion, California fuchsia and buckwheat.  The grasses include  purple needlegrass, red fescue and deergrass. Unusual natives include a climbing wild cucumber and piggyback plant.  The back yard is highlighted by a comfortable patio, and a meandering Mariposa slate garden path.  A wooden bench under the rare, Santa Cruz Cypress, offers a cool spot with a view to a solar-powered urn fountain, favored by hummingbirds and pheobes.  Pacific wax myrtle offers a tall privacy screen and provides shade for woodland shrubs and perennials, including snowberry, creek dogwood, ocean spray, pink-flowering currant, western columbine, hummingbird sage, coastal wood fern, woodland sanicle, fringe cups, coral bells, yerba buena, false solomon&#39;s seal, and elk clover.",
                "directions":"From Highway 101 take the Mathilda Ave. exit heading south; turn left on Maude, right on Sunnyvale and left on Hazelton.",
                "installer":"Agi Kehoe and Benz Godinez"
            },
            "location":{
                "latitude":37.385523,
                "streetAddress":"224 Hazelton Ave",
                "longitude":-122.025214
            }
        },
        {
            "city":"Sunnyvale",
            "name":"Jean Staats",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":25,
                "yearInstalled":2009,
                "wildlife":"Native species offer food, shelter and places to raise young for the birds. A circulating fountain offers much needed water.",
                "showcase":"This garden showcases a more established front and a newly installed back. During construction, the owner emphasized sustainable methods such as sheet mulching the former lawn, building mounds with the extra soil from path excavations, on-site reuse of concrete to build pervious hardscapes, on-site rain water retention by connecting the gutters to underground pervious pipes, and using arborist chips as mulch.",
                "sqft":2676,
                "plantSale":"",
                "designer":"Agi Kehoe",
                "other":"The small front garden delights with attractive plantings and habitat value. On one side of the meandering path, a western redbud is accented by Skylark wild lilac. On the other side, ground cover sage fills the space in front of a mixed hedge of toyon and coffeeberry.  In the back, under a mature live oak, raised vegetable beds and fruit trees share space with a native meadow and different tall shrubs and small trees such as buckeye, Ray Hartman wild lilac, bigberry manzanita, elderberry, holly-leaf cherry.  From the urbanite patio, the owners can watch the birds splash at the circulating fountain.",
                "directions":"1. Going north on El Camino Real, take a slight right at S Fair Oaks Ave<br\/>2. Turn left at Bryan Ave.",
                "installer":"Benz&#39;s Landscaping and Tree Care"
            },
            "location":{
                "latitude":37.373233,
                "streetAddress":"563 Bryan Ave",
                "longitude":-122.022306
            }
        },
        {
            "city":"Sunnyvale",
            "name":"Wolfe Road Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":26,
                "yearInstalled":2002,
                "wildlife":"Habitats are encouraged by leaf and twig piles, bird bath, birdhouses, shrubs and trees for shelter, food, and nesting.",
                "showcase":"A designer&#39;s demonstration and experimental garden, the garden has evolved to embrace the concept of sustainability with a strong prominence of native and drought tolerant plantings.",
                "sqft":4000,
                "plantSale":"",
                "designer":"AFLA Landscape Architecture",
                "other":"Well established tree ceanothus and pink-flowered currant with meadow plantings of deergrass, Douglas iris, California poppy, baby blue eyes, and globe gilia.  An attempt is made here to respect the microclimatic conditions of the site by placing plants that belong to a specific plant community together.  For example, plants from the Riparian and Redwood plant communities were planted in shady areas that would get more frequent water, and dry shady areas were planted with Oak woodland plants, etc.  The garden also has a large vegetable box, fruit trees, and an area for composting.",
                "directions":"This garden is located on Wolfe Rd, between Central Expressway and El Camino Real, in Sunnyvale.",
                "installer":"Ashini Fernando"
            },
            "location":{
                "latitude":37.363343,
                "streetAddress":"789 South Wolfe Rd",
                "longitude":-122.014487
            }
        },
        {
            "city":"Sunnyvale",
            "name":"Strauss Family Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":27,
                "yearInstalled":2008,
                "wildlife":"The garden was designed to provide habitat for various birds, butterflies, bumble bees and other insects.  Food, shelter and places to raise young are all present.  A bird bath and a circulating fountain supply fresh water.",
                "showcase":"Recycled urbanite and brick pathways, an urbanite patio and a unique style of water permeable driveway highlights the new hardscaping elements of this professionally designed garden, predominantly landscaped with native plants.",
                "sqft":4100,
                "plantSale":"On tour day, Bay Natives Nursery will conduct a plant sale at this garden.  A portion of the proceeds will benefit the Going Native Garden Tour.  Please pay with cash or check.",
                "designer":"Agi Kehoe",
                "other":"The front garden&#39;s mound was built of extra soil from the back yard and is supported by a beautiful, serpentine shaped, dry stack wall that is accented by John Dourley manzanita.  The mound is decorated with a leafy reed grass meadow, punctuated with narrow-leaved milkweed. Bee&#39;s bliss sage and Carmel Sur manzanita edges the front urbanite pathway which borders a newly constructed porch before it connects to the back garden.  The lower part of the front yard features a valley oak, underplanted with hummingbird sage and pigeon point coyote brush.  California goldenrod, California fuchsia and coast aster provide summer colors.  California fescue, blue-eyed grass and ithuriel&#39;s spier bulbs thrive under a mature liquidambar city tree.  Leatherleaf coffeeberry and a dark star ceanothus provide a casual hedge along the property line next to the driveway.<br\/><br\/>In the back garden, a retaining wall edges the back fence that is planted with toyon, Ray Hartman ceanothus, snowberry, Douglas iris and pink coral bells.  A Roger&#39;s red wild grape is trained on the side fence, and the center of the garden features a newly constructed raised bed that is edged by mossy mason fieldstone and planted with St. Catherine&#39;s lace and rosy buckweat, blue-eyed grass, and hairy gum plant.  Foothill penstemon, Idahoe fescue, yarrow, seaside daisy, coyote mint and goldenrod provide additional color and texture.  Shady areas feature yerba buena, espaliered evergreen currant and western sword fern.  A meandering goldfines path connects to the urbanite patio and access paths.",
                "directions":"From Hwy 85, take the W Fremont Ave exit and proceed east on W Fremont Ave.  Turn left on Hollenbeck Ave, then right on Harvard Ave, followed by an immediate right on Rubis Dr.  Look for the garden on the right.",
                "installer":"Earthcare Landscaping"
            },
            "location":{
                "latitude":37.360432,
                "streetAddress":"1033 Rubis Dr",
                "longitude":-122.040902
            }
        },
        {
            "city":"Sunnyvale",
            "name":"Beecher &amp; Vissers Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":28,
                "yearInstalled":2009,
                "wildlife":"Birds, butterflies, and other insects visit this garden.",
                "showcase":"This professionally designed property features a number of mature natives including coffeeberry, western redbud, and a large coast live oak.  Ivy and other non-natives were removed and replaced with a lovely selection of native plants requiring far less irrigation.",
                "sqft":7200,
                "plantSale":"",
                "designer":"Sherri Osaka, Sustainable Landscape Designs",
                "other":"The small front yard has a toyon centerpiece accented by deer grass, California fuchsia, and a prostrate form of purple sage on the left.  On the right, a coffeeberry hedge is accented by California, sulfur, and rosy buckwheats.  The spacious back yard features a large coast live oak underplanted with western sword fern and alum roots. A mature western redbud is accompanied by St. Catherine&#39;s lace.  Mature coffeeberry and western hawthorn dominate one corner, and hollyleaf cherry the other.  A carpenteria hedge screens the side, and buckwheats edge a tennis court.",
                "directions":"From Hwy 85, take the Fremont Ave exit and proceed east on Fremont Ave.  Turn left on Mary, then right on Ticonderoga Dr.  Take the first right onto McIntosh Ave.  At the curve, bear right onto McIntosh Ct.",
                "installer":"Stephanie Curtis, Curtis Horticulture"
            },
            "location":{
                "latitude":37.353791,
                "streetAddress":"1235 McIntosh Ct",
                "longitude":-122.049836
            }
        },
        {
            "city":"Sunnyvale",
            "name":"Hamshire Court Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":29,
                "yearInstalled":2004,
                "wildlife":"The garden is regularly visited by birds, butterflies and squirrels.",
                "showcase":"This oak woodland plant community garden was designed to provide summer shade, seasonal color and to invite wildlife. In the front, vibrant annuals and coffeeberry shrubs grow under a young coast live oak, blue elderberry and western redbud. Woodchips were used for a garden path. In the back, red fescue meadow replaced a high-maintenance bermuda lawn, and the fence was softened with evergreen and deciduous shrubs that provide seasonal interest.",
                "sqft":1200,
                "plantSale":"",
                "designer":"Agi Kehoe",
                "other":"Red rescue meadow as lawn, abundant red California poppies and chinese houses throughout front garden, large blue elderberry specimen, California fescue in parking strip.",
                "directions":"From Highway 280, take the Wolfe Road exit heading south. Turn right on Inverness, left on Lochinvar and left on Hamshire.",
                "installer":"Benz Godinez"
            },
            "location":{
                "latitude":37.342677,
                "streetAddress":"1079 Hamshire Court",
                "longitude":-122.004154
            }
        },
        {
            "city":"Los Altos",
            "name":"Serene Habitat Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":30,
                "yearInstalled":1988,
                "wildlife":"Many different songbirds nest in this garden. Swallowtail and other butterflies, different snakes, and some mammals come visiting from creek side.",
                "showcase":"Step through the gate and find yourself transported from a small suburban street into a spacious, creek side hide-away with two majestic live oaks.  The sound of water, the large trees, and the many native flowering plants invite over 80 different species of birds, lizards, and many insects, including damselflies, salamander and skinks, to this garden.",
                "sqft":8000,
                "plantSale":"",
                "designer":"Deva Luna, Earthcare Landscaping",
                "other":"In the front garden, under large specimens of alder trees,  visitors can admire mature plantings of ground cover ceanothus, Oregon grape, coffeeberry, yarrow, and California fuchsia",
                "directions":"1. Going North on 85, Take exit 20 for Fremont Ave toward Los Altos. <br\/>2. Turn left at W. Fremont Ave<br\/>3. Turn left at Fallen Leaf Ln.<br\/>4. Take the 2nd left onto Christina Dr.",
                "installer":"Earthcare Landscaping"
            },
            "location":{
                "latitude":37.349138,
                "streetAddress":"1719 Christina Drive",
                "longitude":-122.064977
            }
        },
        {
            "city":"Cupertino",
            "name":"Rumford Drive Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":31,
                "yearInstalled":2010,
                "wildlife":"A variety of native plants and a fountain provide food, shelter, and water for the many visiting birds and insects.",
                "showcase":"This ecologically sensible garden is a trendsetter in the neighborhood.  A Dr. Hurd manzanita is the center of the front garden, surrounded by colorful perennials.  The owner had most of the concrete in the parking strip removed, and planted with shrubs, including a western hawthorn and redbud as street trees.  A casual hedge of Winnifred Gilman sage accents the front entrance, while Canyon Prince wild rye punctuates the garage door.",
                "sqft":5000,
                "plantSale":"",
                "designer":"Agi Kehoe",
                "other":"A native mow-free meadow and an in-ground fountain surrounded by gravel paths anchor the back garden. A group of redwood community plantings (vine maple, western hazelnut, thimbleberry, evergreen huckleberry, sword fern, redwood sorrel, etc.) enjoy the shade of the house,  Giant western chain fern edges the raised fig tree bed.  Along the back fence, chaparral currant, Ray Hartman ceanothus, toyon, bush anemone, and a young bigleaf maple edged with perennials provide seasonal color and more critter habitat.",
                "directions":"1. Going North on 85, take exit 18 for Stevens Creek Blvd<br\/>2. Turn right at Stevens Creek Blvd<br\/>3. Take the 1st left onto Mary Ave<br\/>4. Turn right at Lubec St<br\/>5. Turn right at Anson Ave<br\/>6. Anson Ave turns left and becomes Rumford Dr",
                "installer":"Benz&#39;s Landscaping and Tree Care"
            },
            "location":{
                "latitude":37.328235,
                "streetAddress":"21335 Rumford Drive",
                "longitude":-122.047638
            }
        },
        {
            "city":"Cupertino",
            "name":"Reed Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":32,
                "yearInstalled":2010,
                "wildlife":"The seeds, berries, and nectar plants attract beneficial insects, butterflies, and birds.",
                "showcase":"The owners of this garden replaced a thirsty lawn with an attractive collection of natives including Yankee Point and Diamond Heights ceanothus, Carmel Sur manzanita, and a variety of perennials that provide year-round color and fragrance.  Some existing succulents and other low-water plants were saved for the maturity, color and texture that they add to the garden.",
                "sqft":1200,
                "plantSale":"",
                "designer":"Heidi K. Johnson",
                "other":"Using the rebate from the Santa Clara Valley Water District, the owners were able to stretch their dollars to include attractive, round-edged concrete steps, a dry creek bed, and a whimsical chair made from reclaimed wood.",
                "directions":"1. Going north or south on 85, take the Stevens Creek Blvd exit.<br\/>2. Turn right at Stevens Creek Blvd   <br\/>3. Turn left at S Foothill Blvd   <br\/>4. Turn left at St Andrews Ave  <br\/>5. Turn right at Balustrol Ct",
                "installer":"Dominique Lala"
            },
            "location":{
                "latitude":37.312047,
                "streetAddress":"22396 Balustrol Ct",
                "longitude":-122.067302
            }
        },
        {
            "city":"Cupertino",
            "name":"The Nancy Hertert Memorial Native Plant Demonstration Garden",
            "isPublic":true,
            "infoArray":{
                "gardenNumber":33,
                "yearInstalled":2007,
                "wildlife":"Close to Steven&#39;s Creek, the garden is visited by deer, quail, woodpeckers, finches, birds, bees, butterflies and many other creatures.",
                "showcase":"Situated next to the beautiful, riparian corridor of Stevens creek, this native plant demonstration garden, maintained by volunteers, is a wildlife paradise. Enjoy the beautiful and well designed habitat, supported by hanging bird baths, different bird feeders and houses. A rich collection of natives provide shelter and food for the many visiting wildlife throughout the year.",
                "sqft":1050,
                "plantSale":"",
                "designer":"Volunteers",
                "other":"Manzanitas, a holly-leaf cherry, chamise, bush anemone, ground cover sage, and California fuchsia enliven the sunny parts of the garden. A majestic, old live oak and mature Monterey pines offer shade and shelter further afield. The garden is next to McClellan Ranch Park, which includes an education center, walking paths, and public restrooms.",
                "directions":"1. Going north or south on 85, take the Stevens Creek Blvd exit.<br\/>2. Take a right on Stevens Creek <br\/>3. Take the first left on Bubb Road. <br\/>4. Take a right on McClellan Ranch (approx. 0.6 miles). McClellan Ranch Park will be on the right (approx. 0.7 miles).",
                "installer":"Volunteers"
            },
            "location":{
                "latitude":37.312831,
                "streetAddress":"22221 McClellan Rd",
                "longitude":-122.063698
            }
        },
        {
            "city":"Cupertino",
            "name":"Santa Teresa Flowers, Food, and Fun",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":34,
                "yearInstalled":2009,
                "wildlife":"Lizards and many kinds of bees and butterflies visit this garden.",
                "showcase":"A hot and windy corner lot was transformed into a California dreamscape. All the plants in this garden are either California natives or used for food -- and many are both!. The garden includes planter boxes for edibles, lush shrubs and perennials, and even a small lemon tree.",
                "sqft":2000,
                "plantSale":"",
                "designer":"Middlebrook Gardens",
                "other":"This garden showcases native plants from both Southern and Northern California.  Deer grass, lilac verbena, buckwheat species. island bush poppy, California bush sunflower, Matilija poppy, mesquite, and Baja bird bush attract butterflies and insects year-round. The attractive, aged-metal edging of the planter boxes makes them truly front-garden worthy.",
                "directions":"1. Going north or south on 85, exit at Stevens Creek Blvd<br\/>2. Turn left at Stevens Creek Blvd  <br\/>3. Turn left at Bubb Rd   <br\/>4. Turn right at Hyannisport Dr   <br\/>5. Take the 2nd left onto Santa Teresa Dr",
                "installer":"Middlebrook Gardens"
            },
            "location":{
                "latitude":37.30844,
                "streetAddress":"10980 Santa Teresa Dr.",
                "longitude":-122.056387
            }
        },
        {
            "city":"Alviso",
            "name":"Don Edwards San Francisco Bay National Wildlife Refuge Environmental Education Center",
            "isPublic":true,
            "infoArray":{
                "gardenNumber":35,
                "yearInstalled":1991,
                "wildlife":"A butterfly garden contains milkweeds, coffeeberry, and other host and nectar plants for monarchs, swallowtails, cabbage whites, and western pygmy blue butterflies.  Black phoebes, warblers, sparrows, and bushtits are drawn to the songbird garden.  Also common in the restoration area and demonstration garden are hawks, western fence lizards, jackrabbits, cottontails, gopher snakes, and grey foxes.  Information about gardening for wildlife is available in the Environmental Education Center.",
                "showcase":"This restoration research area provides a glimpse of rare upland plant communities.  While less than 1% of the Bay Area&#39;s natural uplands remain, the U.S. Fish and Wildlife Service is transforming this former dump into valuable upland habitat.  Work done in this restoration research area has led to advances in native plant propagation and seeding technology, natural weed control techniques, and understanding of native plant communities.<br\/><br\/>The site also includes a demonstration garden, which was created to augment the Refuge&#39;s restoration efforts by promoting native plant gardening in the community.  Support from community gardeners is needed to prevent further loss of upland plant and animal species.  Native plant gardens help rebuild the native seed bank, combat invasive weeds, support native pollinator populations, and provide additional habitat for wildlife.  This garden contains mature specimens of ceanothus, fuchsia-flowered gooseberry, pink flowering currant, buckwheat, toyon, and black sage in a naturalistic setting.  Among trees, look for California buckeye, western sycamore, Fremont cottonwood, coast live oak, and alder.",
                "sqft":326000,
                "plantSale":"",
                "designer":"Community Volunteers",
                "other":"Look for the bioswale between the parking lot and the driveway.  Landscaped with rushes, sedges, and willows, it acts as a natural filtration system, mitigating the ecological impacts of the parking lot.<br\/><br\/>On weekends the Environmental Education Center exhibits and facilities are open to the public.  A 0.5 mile trail guides visitors through the upland restoration research area.  During the GNGT, staff will be available to answer questions about restoration and the demonstration garden.",
                "directions":"From 101, take 237 East; from 880\/680, take 237 West. Exit at Zanker Road and go north towards the bay for approximately 2 miles, passing the Water Pollution Control plant, landfill, and railroad tracks. Watch for the large brown sign on the right reading &quot;Don Edwards SF Bay National Wildlife Refuge&quot;. Make a sharp RIGHT turn immediately after this sign and follow the access road to the EEC parking lot.",
                "installer":"Community Volunteers and USFWS"
            },
            "location":{
                "latitude":37.43919,
                "streetAddress":"1751 Grand Blvd",
                "longitude":-121.959442
            }
        },
        {
            "city":"Santa Clara",
            "name":"Ulistac Natural Area",
            "isPublic":true,
            "infoArray":{
                "gardenNumber":36,
                "yearInstalled":1999,
                "wildlife":"Among the wildlife to be found are checkerspot butterflies, bumblebees, jackrabbits, Baltimore oriole, Anna&#39;s hummingbird, black phoebe, white crowned sparrow, and golden crown sparrow.",
                "showcase":"Ulistac Natural area is 40 acres of open space that showcases seven distinctive natural habitats, including grassland, coastal scrub, oak savannah, riparian woodland, sycamore woodland, oak woodland, and wetlands.",
                "sqft":1742000,
                "plantSale":"",
                "designer":"",
                "other":"You may wish to limit your visit on tour day to the butterfly and hummingbird garden, in which you can see many mature native species including  saltbush, Cedros Island verbena, coffeeberry, golden currant, holly-leaf cherry, gumplant, California buckeye, toyon,  blue elderberry, flannelbush, chaparral currant, St. Catherine&#39;s lace, Cleveland sage, purple sage, and several varieties of ceanothus, penstemons and lupines.  Lick Mill Park, across the street, offers restroom and picnic facilities, making Ulistac Natural Area a good spot for a bag lunch and restroom stop to break up your tour day.<br\/><br\/>Ulistac Natural area is a city of Santa Clara municipal park.  The ongoing restoration project in the park is spearheaded by the Ulistac Natural Area Community Habitat Restoration Project (UNA-CHRP). Numerous volunteers including individuals, community clubs, nonprofit agencies, foundations, and local corporations contribute time and money to the restoration of Ulistac Natural Area.  In particular, Wilcox High School students and Santa Clara University are major contributors to the effort.",
                "directions":"From Hwy 101 take Montague Expwy east.  Turn left on Lick Mill Blvd and look for the garden on the right just before Tasman Dr",
                "installer":""
            },
            "location":{
                "latitude":37.406238,
                "streetAddress":"4901 Lick Mill Blvd",
                "longitude":-121.956665
            }
        },
        {
            "city":"Santa Clara",
            "name":"Schoenenberger Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":37,
                "yearInstalled":2007,
                "wildlife":"Tree frogs, pacific toads, hummingbirds, juncos, finches, doves, butterflies, dragonflies and other insects find a haven in this garden.",
                "showcase":"An enchanting pocket garden with a beautiful small pond surrounded by an amazing variety of native plantings is a magnet for birds, dragonflies, butterflies and frogs.",
                "sqft":300,
                "plantSale":"",
                "designer":"California Nativescapes - Rebecca Schoenenberger",
                "other":"This garden is definitely worth finding in its condo complex.  Once you open the gate you will be astonished by the variety of native plants in a small area. Shady woodland, wetland\/riparian, chaparral and coastal bluff plants each have their mini-ecotone. The garden is accented with art and many hanging baskets filled with natives and succulents. Incredibly, there is also a small raised bed for edibles and a rain barrel to capture runoff water. Almost everything in the garden is made from reclaimed materials.",
                "directions":"From El Camino Real in Santa Clara between Kiely Blvd\/Bowers Ave and San Tomas Expressway, turn onto Bowe Ave (side of Moonlite Shopping Center\/Save Mart). <br\/>When you reach the condo complex at the end of Bowe Avenue, you can park in the street or drive in to the complex.  Either way walk\/drive down the main road.  Take your  first right, and follow it down to the T junction.  You can park here  <br\/>where any spaces are open (except in the carports).  The last gate on the left is marked #602.  Welcome!",
                "installer":"California Nativescapes - Rebecca Schoenenberger"
            },
            "location":{
                "latitude":37.350552,
                "streetAddress":"1400 Bowe Ave #602",
                "longitude":-121.9734495
            }
        },
        {
            "city":"Santa Clara",
            "name":"Matt &amp; Val&#39;s Native Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":38,
                "yearInstalled":2007,
                "wildlife":"The garden was designed to provide food, shelter and places to raise young. The circulating fountain in the back yard offers fresh water.",
                "showcase":"This professionally designed garden is restoration inspired and features plants mostly from the oak woodland plant community that once used to exist in this area. Special attention was paid to include many local plants.",
                "sqft":2500,
                "plantSale":"",
                "designer":"Agi Kehoe",
                "other":"In the front yard, Idaho and California fescue grassland with annual and perennial wildflowers are mingling under a coast live oak, a valley oak, a blue elderberry and a California buckeye. For added color and texture, the garden is edged with a combination of bee&#39;s bliss sage, dwarf coyote brush and California fuchsia. Additional accents are provided by carpenteria, pink-flowering currant, snowberry, coast silk tassel, toyon and a Dr. Hurd manzanita. An ornamental, meandering dry creek helps to drain some of the storm water runoff. The existing front pathway and the driveway have been resurfaced, and a Chinese pistach and a Japanese maple were retained from the previous landscaping.<br\/><br\/>In the back yard, the concrete paths and part of the existing patio were broken up and recycled into a permeable hardscaping that extends to the side of the house. In the heart of the garden is an oval-shaped red fescue meadow with a bubbling fountain which can be enjoyed from the patio as well as from the seating wall on the opposite side. The native plants here mingle with raised vegetable beds--built from recycled lumber--and a lemon. Along the back fence, colorful spring accents will be provided by a western redbud and a Ray Hartman ceanothus, while a California wild grape will do the job in the fall. At the west side of the house, holly-leaf cherry will provide privacy and shade from the hot sun. The homeowners are exceptionally eco-minded; they installed solar panels on the roof top, use a rain sensor, a worm compost bin, grow their own organic produce and drive a hybrid vehicle!",
                "directions":"From Hwy 280, take Saratoga Ave north to San Tomas Expy. Turn left on San Tomas Expy, then the first left on Pruneridge, and then the first right on Tanoak Dr.  Proceed about 4 blocks on Tanoak Dr and look for the garden on the right.",
                "installer":"Benz Godinez"
            },
            "location":{
                "latitude":37.332218,
                "streetAddress":"471 Tanoak Dr",
                "longitude":-121.969225
            }
        },
        {
            "city":"Saratoga",
            "name":"Beaumont Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":39,
                "yearInstalled":2009,
                "wildlife":"Bees, hummingbirds, and butterflies visit the garden and enjoy the nectar and pollen plants.",
                "showcase":"A former pool-and-patio backyard was transformed into an inviting retreat with a flagstone patio, meandering paths, and carefully placed rocks, and many native plants in both sun and shade.",
                "sqft":4000,
                "plantSale":"",
                "designer":"Alrie Middlebrook",
                "other":"The custom-made arbor, covered with climbers, leads the visitor from the vegetable garden and an area with succulents and Southern California natives to the area behind the house. Showcase plants include a bigleaf maple, a large mallow, Yankee Point ceanothus, yarrow, and other perennials. Native grasses round out the pleasing picture. The owner says he&#39;s never regretted his decision to go native.",
                "directions":"1. Going North on 85, take exit 14 for Saratoga Ave<br\/>2. Turn left at Saratoga Ave<br\/>3. Take the 2nd right onto Scotland Dr<br\/>4. Turn left at Glen Brae Dr<br\/>5. Take the 2nd left onto Beaumont Ave",
                "installer":"Middlebrook Gardens"
            },
            "location":{
                "latitude":37.271375,
                "streetAddress":"13551 Beaumont Ave.",
                "longitude":-122.024793
            }
        },
        {
            "city":"Saratoga",
            "name":"Morrow-Rumbaugh Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":40,
                "yearInstalled":2001,
                "wildlife":"This is a Certified Wildlife Habitat. The abundant native plants, dense shrubs, a woodpile, and bird and bee houses provide shelter and nesting spots. Seeds, berries, and insects provide food, while the pond and washtub fountain supply fresh water. Songbirds, hummingbirds, butterflies, and native bees are abundant.",
                "showcase":"This large, professionally designed garden has inspiring ideas for everyone. The well-established front yard fully uses a corner lot with wildflower areas, a California native bunch grass meadow, meandering paths, and mature specimens of Manzanita, Toyon, Fremontodendron, and oak trees. A dry creek bed and a recycled washtub fountain anchor the design while a natural boulder bench allows the owners to sit and enjoy the garden.The newly installed backyard design by Julie Orr transformed a dominating, unused swimming pool and traditional lawn into a water-wise garden containing a small pond with natural-rock fountain, eight interior and peripheral native plant beds, and a riparian rain garden that collects storm water from the home&#39;s downspouts. Walking paths meander among the beds past the pond through a sitting area under a shade arbor to raised planter beds for vegetables and roses.",
                "sqft":11000,
                "plantSale":"",
                "designer":"Julie Orr (back), Homeowners (front)",
                "other":"Two large entry manzanitas, trio of canyon oaks, Santa Cruz Island ironwood, Oregon crabapple, concrete washtub fountain. The entire yard has about 200 varieties of native plants.",
                "directions":"From Highway 85 exit onto Saratoga Avenue and go southwest to Via Monte Drive and turn right. Turn right on Via Arriba and left on Via Ranchero.",
                "installer":"Modern Landscaping (back), Jose Martinez (front)"
            },
            "location":{
                "latitude":37.274445,
                "streetAddress":"13360 Via Ranchero Drive",
                "longitude":-122.011947
            }
        },
        {
            "city":"San Jose",
            "name":"Mossbrook Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":41,
                "yearInstalled":2010,
                "wildlife":"The owners planted berry bushes for birds and are looking forward to the many visitors sure to come.",
                "showcase":"In the parking strip, a young oak, ground cover sages, and toyon offer a welcome alternative to the parking strip of weeds or gravel commonly found.  The sunny front garden shows off variegated Ceanothus &#39;Diamond Heights&#39; and a holly-leaf cherry hedge.  A large group of island alum root and a pink-flowered hybrid coral bells welcome visitors and hummingbirds alike, while native Iris under the birch tree offer a welcome splash of color in the spring.",
                "sqft":1600,
                "plantSale":"",
                "designer":"Stephanie Morris",
                "other":"The more shady back garden features a covered deck, an attractive retaining wall, and plantings from the redwood community, enhanced by large rocks.  Look for wild ginger, evergreen huckleberry, Douglas iris, redwood sorrel, giant western chain fern and coffeeberry.",
                "directions":"1. From State Route 85, take exit 14 for Saratoga Ave<br\/>2. Travel north on Saratoga Ave<br\/>3. Turn right at W Campbell Ave<br\/>4. Turn left at Fallbrook Ave<br\/>5. Take the 1st right onto Student Ln<br\/>6. Take the 1st left onto Mossbrook Ave<br\/>7. Take the 1st right onto Mossbrook Cir",
                "installer":"Earthcare Landscaping"
            },
            "location":{
                "latitude":37.289912,
                "streetAddress":"4668 Mossbrook Circle",
                "longitude":-121.982803
            }
        },
        {
            "city":"Los Gatos",
            "name":"Slatebrook Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":42,
                "yearInstalled":2005,
                "wildlife":"Crows, jays, hummingbirds, juncos, hawks, sparrows, butterflies, spiders and lizards frequent this garden. Food, shelter and water are available with a large variety of plants, stone sink, active constructed creek and wall fountain.",
                "showcase":"This lovely new terraced hillside garden features colorful natives from a variety of plant communities, a living roof, a unique water feature, and original art.",
                "sqft":5000,
                "plantSale":"On tour day, Middlebrook Gardens Nursery will conduct a plant sale at this garden.  A portion of the proceeds will benefit the Going Native Garden Tour.  Please pay with cash or check.",
                "designer":"Alrie Middlebrook, Middlebrook Gardens",
                "other":"Four different varieties of dwarf fruit trees espaliered on mirage trellises are under planted with native buckwheat, salvia, penstemon, and douglas iris.  A view from the dining room has been improved by building a tall wall near the fence, with a green roof and complex original mosaic murals; one scene blends art with reality, as a pipe in the mosaic waterfall spills into a manmade creek below the mural.  On both sides of the creek, softly undulating berms provide the appropriate slope for varieties of monkeyflower, native grasses, coyote mint, penstemon, salvia, buckwheat, woolly blue curls, and hummingbird fuchsia.  In the shadier portion of the garden, dwarf conifers share space with holly-leafed cherry, vine maple, snowberry, heuchera, ribes, coffeeberry, and other natives.  Some plants are set closer together or closer to walls than their mature size would suggest, but the owner plans to espalier some and remove others as the garden matures to prevent crowding.  This environmentally friendly, art-filled garden offers many places to sit and enjoy the view.",
                "directions":"From Hwy 17, take the Hwy 9 exit and proceed west on Hwy 9. Turn left at the first light, University Ave.  Follow University Ave to the T and turn right on W Main St.  Proceed several blocks on W Main St then turn right on Bayview Ave and immediately left on Pennsylvania Ave.  Proceed up the hill on Pennsylvania Ave, then turn right on Wissahickon at the top.  Look for the garden several houses ahead on the right.",
                "installer":"Middlebrook Gardens"
            },
            "location":{
                "latitude":37.2276809,
                "streetAddress":"140 Wissahickon Ave",
                "longitude":-121.992098
            }
        },
        {
            "city":"Monte Sereno",
            "name":"El Rancho Avenue Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":43,
                "yearInstalled":2007,
                "wildlife":"Nectar plants, berry-bearing shrubs, birdbath, and a brush pile attract many wildlife visitors including hummingbirds, jays, bumblebees and mockingbirds to this beautiful garden.",
                "showcase":"This stunning landscape showcases a hillside setting for several young black oaks under planted with a variety of native plants.  This garden is a wonderful example of spacing with mature size in mind without sacrificing garden beauty in its youth.  It also illustrates a successful hillside planting strategy that takes into account sun exposure and erosion prevention.",
                "sqft":20000,
                "plantSale":"",
                "designer":"Stephanie Morris",
                "other":"Approaching the house, a prominently featured Dr. Hurd manzanita is surrounded by manzanita groundcover, deergrass, yarrow, California fuchsia, fescue, and artfully placed boulders.  Along a driveway of permeable Eco-stone pavers fuchsia, fescue, yarrow, and sedge plantings abound.  The rear garden is designed to attract birds.  Behind an existing screen of non-native shrubs, a new hedgerow of elderberries, toyons, wild lilacs, lemonade berries, and currants has been planted.  Once this is mature, the non-native shrubs will be removed and replaced with lower-growing natives.  Previously planted with non-native acacias, the western slope of the property is now graced with three young arbutus &#39;Marina&#39; trees surrounded by wild lilac, currant, coyote brush, elderberry, and coffeeberry.",
                "directions":"From Highway 17, take Lark Avenue west. Turn left on Winchester Blvd. Turn left on El Rancho Ave.",
                "installer":"Manuel Ramos, C. Ramos Landscaping"
            },
            "location":{
                "latitude":37.242238,
                "streetAddress":"17341 El Rancho Avenue",
                "longitude":-121.973354
            }
        },
        {
            "city":"San Jose",
            "name":"Suburban Natives",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":45,
                "yearInstalled":2008,
                "wildlife":"The variety of native plants provide food and shelter for many birds, insects and small mammals. The yard attracts a variety of bee and butterfly species, and is adored by hummingbirds",
                "showcase":"This professionally designed, mostly native garden utilizes native groundcover shrubs and perennials to create an eye-catching tapestry of textures and colors in the front yard.",
                "sqft":1600,
                "plantSale":"On tour day, Yerba Buena Nursery will conduct a plant sale at this garden.  A portion of the proceeds will benefit the Going Native Garden Tour.  Please pay with cash or check.",
                "designer":"Annaloy Nickum",
                "other":"Coffeeberry and evergreen currant are used as effective foundation shrubs at the shady front entrance.  The front pathway is lined with groupings of Idaho fescue bunchgrasses.  The verbena and sage (especially) give the garden a summer-long sweet-spicy scent that works like aromatherapy every time you approach the front door.  Under the canopy of the exotic city trees (ginkgo and Chinese pistache), the front yard is covered with Yankee Point ceanothus, lilac verbena, and sandhill sage.  The groundcovers are accented by western redbud, golden currant, purple sage, Sentinel manzanita, penstemon and woolly blue curls.  The back garden features a young blue oak.  The shade of a mature Bradford Pear provides a nice habitat for giant western chain fern, snowberry and alum root.  Pink-flowering currant, coffeeberry, and island snapdragon bush decorate the beds along the back fence.  The owners also cultivate a small vegetable bed",
                "directions":"From Hwy 85, take the Bascom Ave exit and proceed north on Bascom Ave.  Turn right on White Oaks Ave, then after a few blocks turn right again on Halkins Dr.",
                "installer":"Homeowner"
            },
            "location":{
                "latitude":37.25503,
                "streetAddress":"4020 Halkins Dr",
                "longitude":-121.943371
            }
        },
        {
            "city":"Campbell",
            "name":"Edith Morley Park Native Garden",
            "isPublic":true,
            "infoArray":{
                "gardenNumber":46,
                "yearInstalled":2001,
                "wildlife":"Among the wildlife that use this garden are Canada geese, waxwings, and hawks.",
                "showcase":"This large native garden is a beautiful attraction of Edith Morley Park. Paths divide the garden into sections and lead visitors from one area to the next, with a dramatic waterfall, stream, and pond gracing one end of the garden.",
                "sqft":120000,
                "plantSale":"",
                "designer":"",
                "other":"Large meadow areas showcase bunch grasses, yarrow, western redbud, and western sycamore. These transition to chapparal, where ceanothus, coffeeberry, sages, manzanitas, buckwheats, and deer grass provide a dramatic display along with coast live oak, valley oak, and black oak. Further into the garden, a waterfall, stream, and pond are beautifully worked into the landscape along with rushes, and willows. Benches and tables throughout provide opportunities to stop and enjoy the garden. Bring your bag lunch and make this your lunch stop on the tour.",
                "directions":"From Hwy 17, take Camden Ave about a half block to Curtner Ave. Turn left on Curtner, then left again onto S. Mcglincey Ln. Bear right onto E. Mcglincey Ln, then left on Campbell Technology Parkway. Follow the road around the park to the native garden next to the community garden.",
                "installer":""
            },
            "location":{
                "latitude":37.2794918,
                "streetAddress":"615 Campbell Technology Parkway",
                "longitude":-121.9409355
            }
        },
        {
            "city":"San Jose",
            "name":"Bel Estos Drive Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":47,
                "yearInstalled":2006,
                "wildlife":"Many birds and insects frequent the garden, including hummingbirds, yellow-rumped warblers, house finches, mourning doves, spiders, crickets, honeybees, carpenter bees, ladybugs, and figeater beetles.  Western fence lizards enjoy the many rocks in the garden.  Seedheads are left to provide food, and a small solar fountain provides water for birds.",
                "showcase":"This large corner lot is in the fourth year of a multi-year conversion from thirsty non-native plantings to low-water native plantings designed to attract wildlife.  Last year, 2000 sq ft of lawn and a large magnolia tree were removed.  New plantings include bush anenome, sierra golden currant, island alum root, pink-flowering currant, manzanitas, ceanothus, western redbud, chaparral pea, mock orange, spice bush, coffeeberry, monkeyflowers, penstemon, California fuchsia, sage, buckwheats, and several types of grasses and annual wildflowers.  Young valley oak and madrone are insignificant now, but will dominate the space over time.",
                "sqft":3650,
                "plantSale":"On tour day, East Bay Wilds Nursery will conduct a plant sale at this garden.  A portion of the proceeds will benefit the Going Native Garden Tour.  Please pay with cash or check.",
                "designer":"Pete Veilleux, East Bay Wilds, and homeowner",
                "other":"Chaparral mallow, alum root, hummingbird sage, California fuchsia, manzanita and ceanothus are located in the side yard planted the first year.  The side of the house is screened by silver bush lupine, creambush, coffeeberry, pink-flowering currant and toyon.  A young buckeye flanks the curving path to the sitting area.  Across the path, a large boulder provides another nice focal point, with a small depression that can conveniently trap a bit of rainfall for the birds.  Nearby, a small solar fountain bubbles up through a stone set at ground level.  A resident hummingbird uses it frequently for bathing.  The south fence and arbor shade the sitting area, with espaliered Catalina currant, wild grape, and a number of potted succulents softening the structure.<br\/><br\/>Parking strips planted in the second year range from heavy shade to full sun. Ferns, snowberry, phacelia, California goldenrod, nightshade, manzanita, deer weed, monkeyflowers, several bunch grasses, buckwheat, and dwarf lupines were selected for low height to protect sight lines for traffic while being compatible with the site and attracting native bees and birds. Native California bulbs thrive in these un-irrigated areas, and annual wildflowers provide a show each spring.",
                "directions":"From Hwy 85, take the Union Ave exit and proceed south on Union Ave.  Turn right at the first light, on Carlton.  Proceed two blocks to Bel Estos Dr, and look for the garden on the left at the corner of Carlton and Bel Estos",
                "installer":"Pete Veilleux, East Bay Wilds"
            },
            "location":{
                "latitude":37.248055,
                "streetAddress":"4910 Bel Estos Dr.",
                "longitude":-121.933864
            }
        },
        {
            "city":"San Jose",
            "name":"Konecny Family Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":50,
                "yearInstalled":2005,
                "wildlife":"Fresh water is provided by birdbaths; the food source includes berries, seeds, nectar and pollen; cover and shelter is abundant from the native trees and shrubs.  Regular visitors include birds, butterflies, bees and other insects.",
                "showcase":"This self-sustainable, habitat garden is a wonderful example of how to make a home garden diverse and interesting by introducing local native plants from the coastal sage scrub and oak woodland plant communities.  The garden is mostly native with the exception of a few fruit trees.",
                "sqft":4560,
                "plantSale":"",
                "designer":"Agi Kehoe and homeowner",
                "other":"The focus of the front yard is a young coast live oak, planted next to a meandering path and surrounded by drought tolerant shrubs and perennials, such as coffeeberry, fuchsia-flowered gooseberry, hummingbird sage, manzanita and various bunch grasses.  The left side-strip features a dry creek bed, spotted with California rush, and a persimmon tree with prostrate form of coyote brush and black sage.  On the opposite side of the driveway, alkali saccaton mingles with California fuchsia.  In the sunny areas, towards the front door, white sage, Saint Catherine&#39;s lace buckwheat and mallow share the space with sulfur buckwheat, foothill penstemon and Idaho fescue.  The backyard is partially shaded on the left side by two mature Monterey pines which are under planted with coffeeberry, carpenteria, Douglas iris, California fescue, ferns, yerba buena and woodland strawberry.  A toyon hedge runs along the back fence towards a blue elderberry in the right corner.  Chaparral currant lines the west side fence, and in the mid section, a small red fescue meadow shares the space with a dark star ceanothus, and a California sunflower.",
                "directions":"From Almaden Expressway, go west on Blossom Hill and turn left on Croydon.",
                "installer":"homeowner"
            },
            "location":{
                "latitude":37.243987,
                "streetAddress":"5748 Croydon Ave",
                "longitude":-121.881388
            }
        },
        {
            "city":"San Jose",
            "name":"Almaden Retreat",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":52,
                "yearInstalled":2008,
                "wildlife":"This garden provides food, shelter, and water for a variety of birds, lizards, bees, and squirrels.",
                "showcase":"This professionally-designed garden uses plants from the chaparral plant community in a series of &quot;rooms&quot; that work with existing conditions in various parts of the garden.  Beautiful stonework walls, ledges and patios give structure to the space and provide seating to enjoy the garden.",
                "sqft":3500,
                "plantSale":"",
                "designer":"Skyline Design (overall plan) and Alrie Middlebrook, Middlebrook Gardens (plantscape)",
                "other":"The small front yard provides color and interest with deer grass, coffeeberry, bush poppy, sages, manzanitas, California fuchsia, ceanothus, and pink-flowering currant, with buckwheats, yarrow, asters, Douglas iris, and alum root accents.  In the large back yard, a central circular meadow planted with deer grass and aster provides a focal point.  Plantings outside the meadow include a section with raised vegetable beds and fruit trees, sunny areas populated with white sage, silk tassel, saltbush, ceanothus, coyote brush, coffeeberry, manzanita, coyote mint, California fuchsia, monkeyflowers, and buckwheats.  Shadier areas contain bush anenome, wax myrtle, pink-flowering currant, snowberry, strawberry, Douglas iris, and alum root.",
                "directions":"From Hwy 85, proceed south on Almaden Expy to Via Valiente. Turn left on Via Valiente, drive six blocks and turn right on Turnbridge Way.  Turn right on Hurlstone Ln and look for the garden at the end of the cul de sac.",
                "installer":"Middlebrook Gardens (plantscape) and Unique Concrete Design (hardscape)"
            },
            "location":{
                "latitude":37.213713,
                "streetAddress":"976 Hurlstone Lane",
                "longitude":-121.842021
            }
        },
        {
            "city":"San Jose",
            "name":"Dan Lairon Elementary Native Habitat Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":54,
                "yearInstalled":2008,
                "wildlife":"Food, water, shelter and nesting places are provided, and the garden has already been discovered by a variety of insects and birds.  As the garden matures, its wildlife habitat value will greatly improve over time.",
                "showcase":"This school garden is an attractive outdoor learning center for any adventurous class at Seven Trees Elementary school.   Students and their parents learn about native plants while volunteering after school in the garden.  On tour day, students will serve as docents in the garden, to share what they&#39;ve learned.",
                "sqft":3000,
                "plantSale":"",
                "designer":"Original design by Agi Kehoe, updated by Larry Volpe and his fifth grade students",
                "other":"Plants in the garden include ceanothus, lemonade berry, toyons, coast silk tassel, and a variety of pollen, nectar, and berry plants.  A dozen native trees are planted nearby, with the help of Our City Forest.  The native garden is planted near the class vegetable garden, to discourage the school district maintenance crews from spraying herbicides near the food crops and children.  Children in the class will research the native plants in the garden and present this information to tour-goers on tour day.",
                "directions":"From Capitol Expressway and Monterey Rd, follow Capitol Expressway north. Take the first right on Seven Trees Blvd, and immediately bear left onto El Cajon Dr. Turn right on Mira Loma Way.",
                "installer":"Larry Volpe and fifth grade students"
            },
            "location":{
                "latitude":37.281887,
                "streetAddress":"3975 Mira Loma Way (Dan Lairon Elementary)",
                "longitude":-121.8288412
            }
        },
        {
            "city":"San Jose",
            "name":"Hacienda School Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":55,
                "yearInstalled":1971,
                "wildlife":"This is a wildlife habitat garden.  The ponds contain crayfish and attract ducks who visit each year.  The redwoods attract Cooper&#39;s Hawks.",
                "showcase":"Within its confines, the Outdoor Classroom showcases the native plant communities of the Santa Clara Valley and surrounding foothills.  Paths wind through giant 35 year old redwoods, an oak woodland, and chaparral.  On workdays after a morning of pulling weeds, children can catch crayfish in the ponds in the riparian zone.  These two ponds, connecting stream, and riparian habitat represent Santa Clara Valley&#39;s Guadalupe River watershed.",
                "sqft":43560,
                "plantSale":"",
                "designer":"",
                "other":"Many classes at Hacienda have a garden where they can grow the plants of their choice.  Some garden beds are located in the Outdoor Classroom.  Others are situated near the classrooms.  The Outdoor Classroom include: a butterfly caterpillar food bed with milkweed and anise, a scent garden with plants with various interesting herbs, an adult butterfly bed with plants that attract butterflies, and the first grade erosion experiment.  Also look for: passion flower vine, where the gulf fritillary butterfly lays its eggs, native plantain, pomegranate and lime trees, compost and worm bins.",
                "directions":"From Hillsdale Avenue between Almaden and Booksin, go south on Vistamont to Rodney.",
                "installer":""
            },
            "location":{
                "latitude":37.2697009,
                "streetAddress":"1290 Kimberly Dr",
                "longitude":-121.8838984
            }
        },
        {
            "city":"San Jose",
            "name":"Grandma&#39;s Nature Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":56,
                "yearInstalled":2008,
                "wildlife":"Wildlife is attracted to this yard by the large variety of native plants as well as birdbaths.  Hummingbirds, finches, lizards, bees, native bees, butterflies and dragonflies are all seen here.",
                "showcase":"The homeowner&#39;s daughter designed this garden to remind her mother of the chaparral-covered hills of California that she wandered in when she was young. The goal was a garden that would be inexpensive to install as well as low water use and low maintenance.   Existing hardscape was reused and blended with new elements.  For fragrance many native salvias were planted, along with pitcher sage and California sagebrush.  The centerpiece of the garden is a large bush poppy (Dendromecon rigida) sited near a small patio.  Many other shrubs, including numerous ceanothus and manzanitas, coffee berry, Western redbud mixed with perennials give the small garden the feel of the wild lands.",
                "sqft":1200,
                "plantSale":"",
                "designer":"Leslie Peluso",
                "other":"An aesthetic screen hides a large air conditioner.  The entire yard is very heavy clay, the alluvial deposit of the Guadalupe flood zone.   Clay-tolerant species and use of berms allow the garden to succeed on this site.",
                "directions":"",
                "installer":"Leslie Peluso"
            },
            "location":{
                "latitude":37.2722089,
                "streetAddress":"3246 Woodmont Dr",
                "longitude":-121.886042
            }
        },
        {
            "city":"San Jose",
            "name":"Nevada Avenue Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":57,
                "yearInstalled":2007,
                "wildlife":"Hummingbirds, woodpeckers, mourning doves, chickadees, songbirds, geckos, and squirrels find food, water, and shelter here.",
                "showcase":"This professionally-designed large front yard garden features several mature redwood trees with a meandering dry creek bed.",
                "sqft":3500,
                "plantSale":"",
                "designer":"Alrie Middlebrook, Middlebrook Gardens",
                "other":"This redwood understory has been planted with a variety of plants, including redwood sorrel, columbine, and a small meadow.  Moving into the sunnier areas you will find ceanothus, coyote brush, pitcher sage, and Oregon grape.  A dry creek planted with rushes meanders through.  Near the front door and side fence line are alum root, monkeyflowers, Douglas iris, ninebark, and pink-flowering currant.  A sunny corner at the back showcases California fuchsia, western redbud, and matilija poppy.",
                "directions":"From Hwy 280, take Meridian Ave south to Minnesota Ave. Turn left on Minnesota, then proceed to Iris Ct.  Turn right on Iris Ct, then left at the T onto Nevada Ave.  The house is on the right.",
                "installer":"Middlebrook Gardens"
            },
            "location":{
                "latitude":37.30081,
                "streetAddress":"1114 Nevada Avenue",
                "longitude":-121.896149
            }
        },
        {
            "city":"San Jose",
            "name":"Ginny&#39;s Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":58,
                "yearInstalled":2005,
                "wildlife":"The garden is a &quot;Bay Friendly Garden&quot; and is also certified as a wildlife habitat by the National Wildlife Federation.  The yard is filled with birds, bees and butterflies attracted by the variety of native plants. Hundreds of salamanders find refuge under rocks and in moist mulch during winter and spring.",
                "showcase":"The homeowner used her training as a Master Gardener to transform her conventional front lawn to a sunny native perennial meadow that features more than 50% California natives.  She now has a beautiful wildflower landscape that garners praise and even some envious comments from her neighbors! A flagstone path winds through the mini-meadow, with native perennials (sage, aster, seaside daisy) and shrubs (manzanita, coffee berry, redberry) mixed in.  A row of three mountain mahogany shrubs serve as a screen between her front patio and the outside wall of the home next door.",
                "sqft":2000,
                "plantSale":"",
                "designer":"Homeowner, with consultation by Stephanie Morris",
                "other":"Ginny&#39;s paths along her house features permeable materials and downspouts that flow into the planting areas.  Use of a low voltage water pump made it easy to locate the water feature far from the power source.",
                "directions":"From 280 south take Bascom Ave.\/Leigh Ave. exit. Head east on Moorpark Dr. Turn right at Leigh Ave. Turn right at Fruitdale Ave. Turn left at Sherman Oaks Dr. From 280 north take Leigh Ave. exit, turn left on Leigh, right on Fruitdale, left at Sherman Oaks Dr.",
                "installer":"Homeowners"
            },
            "location":{
                "latitude":37.308608,
                "streetAddress":"967 Sherman Oaks Drive",
                "longitude":-121.927057
            }
        },
        {
            "city":"San Jose",
            "name":"J&amp;J&#39;s Burbank Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":59,
                "yearInstalled":2009,
                "wildlife":"Finches, hummingbirds, bees, butterflies, wasps,and salamanders visit the yard.",
                "showcase":"Replacing a lawn under a mature native walnut, this homeowner designed and installed garden uses berms to provide a hospitable environment for native plants.",
                "sqft":1000,
                "plantSale":"",
                "designer":"Homeowners",
                "other":"A beautiful fence separates this front-yard garden from the street.  The old lawn was sheet-mulched to smother it, then dirt was re-used from installation of paths in the back yard to create a raised planting area on top of the mulch.  The garden is planted with a mix of native shrubs and perennials and wildflowers.  Just finishing its first full year, the garden shows how homeowners can sustainably replace a lawn on a budget.<br\/>The homeowners are also avid food gardeners.  Their backyard, while officially not part of the tour, is an urban farm containing a vegetable garden, chicken coop, a permaculture herb spiral and several fruit trees.  There&#39;s also a small native meadow, a butterfly\/hummingbird garden and several fountains.",
                "directions":"From I-880, take the exit toward W San Carlos St. Merge onto Stevens Creek Blvd. Turn right at S Bascom Ave, then left at Scott St. From Scott, take the 2nd right onto Arleta Ave. The house is a short distance ahead on the left.",
                "installer":"Homeowners"
            },
            "location":{
                "latitude":37.3189769,
                "streetAddress":"524 Arleta Ave",
                "longitude":-121.929434
            }
        },
        {
            "city":"San Jose",
            "name":"Palm Haven Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":60,
                "yearInstalled":2008,
                "wildlife":"To attract wildlife plants are allowed to set seed after flowering.  The garden also provides water and shrubs for shelter.  Hummingbirds, songbirds, butterflies, bees and other flying insects all visit the garden.",
                "showcase":"Artfully chosen native plants complement striking designer house colors for a powerful visual effect.",
                "sqft":1760,
                "plantSale":"",
                "designer":"Alrie Middlebrook, Middlebrook Gardens",
                "other":"A dry creek bed accented with blue-green wild rye leads the eye to a small water feature near the front door, planted with cattails.   Extensive berming provides a hospitable environment for many native shrubs and perennials, including manzanita, salvia, ceanothus, deergrass, buckwheats, coffeeberry and saltbush. Wild grapes grow on a low fence, and California live oaks shade the parking strip.",
                "directions":"From I-280 in San Jose, exit onto Bird Ave south. Go about 0.3 miles and turn right onto Riverside Dr. The house is on the right on the third block.",
                "installer":"Middlebrook Gardens"
            },
            "location":{
                "latitude":37.317277,
                "streetAddress":"721 Riverside Dr",
                "longitude":-121.900472
            }
        },
        {
            "city":"San Jose",
            "name":"Curtis Horticulture Demonstration Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":62,
                "yearInstalled":2007,
                "wildlife":"This garden provides a wealth of habitat for a variety of bees and butterflies.",
                "showcase":"This lovely garden is a good example of the creative use of space in a tiny ornamental yard adorning the designer&#39;s office space.  It beautifies the space while also serving as an example of the designer&#39;s work.",
                "sqft":1800,
                "plantSale":"",
                "designer":"Stephanie Curtis, Curtis Horticulture",
                "other":"A wide perennial border outside the fence provides a hub of color and activity, showcasing sandhill sage, seaside daisy, golden aster, Idaho fescue, and penstemon.  Two deer grass flank the gate, while California pipevine twines along the fence.  Inside the fence, a lush red fescue meadow is bordered with yarrow, coyote mint, seaside daisy, golden aster, cliff buckwheat, and gumplant, transitioning to a dry creek populated with California gray rush, monkeyflowers, hummingbird sage, bush sunflower, Cedros Island verbena, and Channel Island tree poppy.",
                "directions":"From Hwy 87, take the W Julian St exit and proceed west on W Julian St.  Look for the garden on the left just before The Alameda.",
                "installer":"Stephanie Curtis, Curtis Horticulture"
            },
            "location":{
                "latitude":37.332962,
                "streetAddress":"1034 W Julian St",
                "longitude":-121.910904
            }
        },
        {
            "city":"San Jose",
            "name":"Cline-Frey Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":63,
                "yearInstalled":2000,
                "wildlife":"A birdbath and water are available for birds and other animals, with plants chosen for food and shelter for wildlife. Alligator &amp; fence lizards, many species of birds including various songbirds, hummingbirds, woodpeckers, turkeys, owls, and raptors, skunks, coyotes, deer, opossum, raccoon, small rodents, moles, foxes, feral cats, and many butterflies visit the property.",
                "showcase":"Wild-life-friendly, do-it-yourself garden that shows how to transition toward all natives while trying to keep out invasive plants from adjoining open space.",
                "sqft":600,
                "plantSale":"",
                "designer":"Homeowner",
                "other":"The front yard has a woodland feel, shaded by tall evergreens, with a mature, tree-sized coffeeberry behind a small mound as a focal point. Permeable paths lead through mixed plantings of creeping ceanothus, manzanita, Pacific iris and many other natives.  Native honeysuckle and morning glory climb a trellis.   You may spot some of the many birds, lizards and insects that frequent the property. Along the property line the homeowners have planted native shrubs and grasses to keep out invasive weeds that grow on adjoining water district land.",
                "directions":"From I-680, exit on Berryessa Rd east (away from San Jose). Go about 1.7 miles and turn right onto Piedmont Rd. Go about 0.1 mile and turn left onto Whitman Way. The house is about 0.4 miles on the right.",
                "installer":"Homeowner"
            },
            "location":{
                "latitude":37.396937,
                "streetAddress":"3510 Whitman Way",
                "longitude":-121.837489
            }
        },
        {
            "city":"San Jose",
            "name":"Alum Rock Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":64,
                "yearInstalled":1996,
                "wildlife":"Hummingbirds, quail, wild turkeys, possum, racoon, deer, fox, and skunk all visit this garden near an open space preserve.",
                "showcase":"This professionally-designed front yard garden planted in October 2006 is the beautiful result of removing large amounts of pavement and ivy in favor of native plantings and an attractive flagstone path.",
                "sqft":15000,
                "plantSale":"",
                "designer":"Native Revival Nursery",
                "other":"The former ivy-covered area in front of the driveway, planted in 1993, invites wildlife with a variety of shrubs and perennials including ceanothus, Oregon grape, toyon, Bee&#39;s Bliss sage, California fuchsia, woolly blue curls, yarrow and sulfur buckwheat. To the left of the drive is a structured area containing Idaho fescue, specimen manzanitas, groundcover manzanita, Bee&#39;s Bliss sage, California aster, sea thrift and common rush. An existing bed of non-native plantings between the drive and the house is enhanced with California aster, blue-eyed grass, and seaside daisy.",
                "directions":"From Hwy 680, proceed east on Alum Rock Ave all the way until it ends at the entrance to Alum Rock Park. Turn left on Canon Vista Ave and follow it up and to the left before turning right on Enchanto Vista Dr. The garden is a short distance ahead on the left.",
                "installer":"Native Revival Nursery"
            },
            "location":{
                "latitude":37.392444,
                "streetAddress":"11320 Enchanto Vista",
                "longitude":-121.822824
            }
        },
        {
            "city":"San Jose",
            "name":"Staples Avenue Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":65,
                "yearInstalled":2007,
                "wildlife":"Wildlife are invited into this garden with shelter, food and water (provided in the back yard).  Existing mature shrubs provide cover, while newer plantings provide nectar and seeds.",
                "showcase":"This professionally-designed front yard garden is a good example of how one can incorporate natives into an existing landscape while preserving existing mature trees and shrubs.",
                "sqft":800,
                "plantSale":"",
                "designer":"Stephanie Curtis, Curtis Horticulture",
                "other":"An attractive flagstone path divides this garden into several zones.  To the right of the path an attractive small meadow features Berkeley sedge (until recently thought to be native) and non-native Idaho fescue.  Island snapdragon provides a transition between the meadow and the large existing non-native privet hedge along the property line.  To the left of the path, hummingbird sage, coyote mint, douglas iris, yarrow, monkeyflower, and coffeeberry provide color and interest.  Island alum root and pink- flowering currant enjoy the shady area near the house under a mature tree.  A small bench provides a resting place to sit and enjoy the garden.",
                "directions":"From Hwy 680, proceed east on McKee Rd.  Turn left on Staples Ave (two blocks after passing N. White Rd).  The house is on the left.",
                "installer":"Stephanie Curtis, Curtis Horticulture"
            },
            "location":{
                "latitude":37.377737,
                "streetAddress":"335 Staples Avenue",
                "longitude":-121.833589
            }
        },
        {
            "city":"San Jose",
            "name":"Kumar-Jethanandani Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":66,
                "yearInstalled":2001,
                "wildlife":"95% native content, many shrubs, wildflowers allowed to go to seed, leaf duff, bird baths, and many years of being chemical-free make this a safe and welcoming environment for critters.  Since landscaping with native plants, an increase in the number and diversity of birds and insects has been observed.  Among the regular visitors: Anna&#39;s hummingbirds, towhees, bushtits, yellow-rumped warblers, mockingbirds, doves, house finches, buckeye butterflies, ladybugs, syrphid flies, yellow jackets, grasshoppers, and crickets.",
                "showcase":"This garden demonstrates how a native landscape can enliven a standard tract home lot.  This garden is 95% native with an emphasis on locally native plants.  Of particular interest are locally collected specimens of coffeeberry, chaparral clematis, mugwort, valley oak, and coast live oak.  Plantings are labeled.  The garden design is tweaked endlessly by the owners.",
                "sqft":2500,
                "plantSale":"",
                "designer":"Henry Mink (2001), Jeffrey Caldwell and Tanya Kucak (2002), Agi Kehoe (2006)",
                "other":"Bigberry manzanita, golden currant, coyote brush, blue elderberry, black sage, purple sage, hummingbird sage, California grape, checkerbloom, yarrow, Douglas iris, pine bluegrass.  Annuals include clarkias, poppies, and meadowfoam. Look for native bulbs such as one-leaved onion, Ithuriel&#39;s spear, prettyface, California brodiaea, and mariposa lily.  Sustainable living features: 3KW photovoltaic panels, two compost bins, breeze-catcher clothesline.",
                "directions":"From Hwy 101 take the Tully Rd. exit and head east. Turn right on Glen Angus, an immediate left on Glen Alden and then right on Glen Haig. Take 4th left into Glen Craig.  Parking is available on Glen Haig.",
                "installer":"Homeowner"
            },
            "location":{
                "latitude":37.331281,
                "streetAddress":"2927 Glen Craig Court",
                "longitude":-121.800156
            }
        },
        {
            "city":"San Jose",
            "name":"Creekmore Way Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":67,
                "yearInstalled":2003,
                "wildlife":"The native plant species, bird feeder, and nest box invite such regulars as sparrows, scrub jays, hawks, and small lizards.",
                "showcase":"This professionally designed garden paradise has many eye catching elements.   Recycled concrete is used to create different garden sections that are inhabited by ground cover type native species, such as &#39;David&#39;s Choice&#39; artemesia, manzanita and ceanothus.  A courtyard wall was created from on-site soil and cement and sets off the color of California fuchsias in the front yard. Sonoma sage is used between the car tracks along the driveway.  In the back garden, a small lawn is accompanied by a mulched area with boulders, bunch and wire grasses. Newly added is a pondless water feature installed by Brookside. This feature was added to attract additional birds to the garden and to hear the soothing sound of water flowing.",
                "sqft":9000,
                "plantSale":"",
                "designer":"Sherri Osaka, Sustainable Landscape Designs",
                "other":"Nice specimens of vine maple and California sunflower, island alum root dresses up a shady area near the front door.  Native vines decorate many fence sections.  Invasive pampass grass was recently replaced with native &#39;Canyon Prince&#39; wild rye in a corner of the back garden.",
                "directions":"From Quimby and Capitol Expressway, go east to Ruby Avenue and turn left. Turn right on Knightswood Way which becomes Springbrook Avenue. Turn left on Creekmore.",
                "installer":"Earthcare Landscaping"
            },
            "location":{
                "latitude":37.32972,
                "streetAddress":"3125 Creekmore Way",
                "longitude":-121.775223
            }
        },
        {
            "city":"San Jose",
            "name":"Perry Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":69,
                "yearInstalled":2009,
                "wildlife":"Hummingbirds, butterflies and bees are frequent visitors with the abundant food and shelter in this garden.",
                "showcase":"The focus of the front garden is a mound with ceanothus and native sage surrounding a Western redbud grown as a standard - a single trunk tree.",
                "sqft":1100,
                "plantSale":"",
                "designer":"Curtis Horticulture",
                "other":"You won&#39;t believe this native garden replaced a dead lawn less than a year ago! A permeable flagstone path meanders among native shrubs, grasses and perennials including manzanita, California rush, Idaho fescue, island snapdragon, buckwheats, blue-eyed grass, and island alumroot.  A Ray Hartman ceanothus standard marks the porch corner. A California live oak will provide shade for the parking strip as the garden develops.",
                "directions":"From Hwy 101, take Yerba Buena Rd. East. Continue for about 2.5 miles and take right turn into San Felipe Rd. After about 0.5 miles, turn left at Autumn Estates, then first right into Willow Estates.",
                "installer":"Curtis Horticulture"
            },
            "location":{
                "latitude":37.2942359,
                "streetAddress":"5144 Willow Estates",
                "longitude":-121.7656394
            }
        },
        {
            "city":"Morgan Hill",
            "name":"Via Largo Garden",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":70,
                "yearInstalled":2008,
                "wildlife":"A birdbath provides water for birds and butterflies attracted by the native plantings, especially the valley oak with its abundance of acorns and insect life. Fox squirrels, toads, and bumblebees also visit the garden.",
                "showcase":"A magnificent old valley oak anchors a native bird and butterfly garden with shady plants under the oak gradually transitioning to a full sun area by the road.",
                "sqft":3000,
                "plantSale":"",
                "designer":"Homeowner",
                "other":"A large valley oak shades a porch sitting area ideal for watching wildlife. Ceanothus border the porch and Pacific iris cluster under the oak. Coffeeberry and fuchsia-flowered gooseberry are planted along the fence that borders the property. The central path is accented by California fescue. The garden is separated from the driveway by raised beds for edibles. In the hot and sunny area of the garden  Ceanothus and manzanita are thriving around a young California buckeye and western redbud. Sulfur buckwheats provide color along the street.",
                "directions":"From US-101 in Morgan Hill, exit at Tennant Ave and go west on Tennant Ave about 1 mile. Turn left onto Monterey Rd. Go about 0.5 miles and take the second right onto Watsonville Rd. Go about 0.3 miles and take the second right onto La Arboleda Way. Go a short way and turn right onto Via Largo Court. The house is a short distance ahead on the left beyond a park.",
                "installer":"Homeowner"
            },
            "location":{
                "latitude":37.104475,
                "streetAddress":"365 Via Largo",
                "longitude":-121.640054
            }
        },
        {
            "city":"San Jose",
            "name":"Coyote Bush Gardens at The Meadowlands",
            "isPublic":false,
            "infoArray":{
                "gardenNumber":100,
                "yearInstalled":1998,
                "wildlife":"The wide variety of native plans and large brush pile attract numerous wildlife.  Visitors include lizards, frogs, toads, snakes and many birds and insects.",
                "showcase":"This is a test garden for database development.",
                "sqft":43000,
                "plantSale":"",
                "designer":"Homeowner",
                "other":"Please do not pay attention to this one. It will disappear soon.",
                "directions":"Look for a house that cannot be seen, and you will have found it.",
                "installer":"Homeowner"
            },
            "location":{
                "latitude":37.278179,
                "streetAddress":"5932 Valley Meadow Ct",
                "longitude":-121.744722
            }
        }
    ],
    "doNotShowPrivateBefore":"2011-04-03T10:00:00-07:00",
    "doNotShowPrivateAfter":"2011-04-17T16:00:00-07:00"
}}
